[{"text": "When she returns to the forum page, her post is there. It is a way now, approximately, of being at home. The forum has become one of the most consistent places in her life, like a familiar cafe that exists somehow outside of geography and beyond time zones.", "title": "Pattern Recognition", "author": "William Gibson"}, {"text": "Twilight, again. Another ending. No matter how perfect the day is, it always has to end.", "title": "Twilight", "author": "Stephenie Meyer"}, {"text": "I drew the blankets over my head and tried to think of Christmas. But the grey face still followed me. It murmured, and I understood that it desired to confess something.", "title": "Dubliners", "author": "James Joyce"}, {"text": "Yes, the newspapers were right: snow was general all over Ireland. It was falling on every part of the dark central plain, on the treeless hills, falling softly upon the Bog of Allen and, farther westward, softly falling into the dark mutinous Shannon waves.", "title": "Dubliners", "author": "James Joyce"}, {"text": "It is possible that I already had some presentiment of my future. The locked and rusted gate that stood before us, with wisps of river fog threading its spikes like the mountain paths, remains in my mind now as the symbol of my exile.", "title": "The Book of the New Sun", "author": "Gene Wolfe"}, {"text": "In many ways, Cobb and Jaramillo were exceptional figures. Cobb's early radicalism was rare by US standards, as was his adamant refusal to abandon the small farm. Jaramillo, too, was a renowned firebrand from a notably radical state, and his violent end elicited unusual shock. Nevertheless, in both of their lives were wound up the fates of millions of others in the US and Mexican countryside. Not long after World War II, the stormy public debate over rural poverty and the human impact of agricultural change tapered off in each nation. As conservatives silenced dissenting voices by means of force or compromise, it would be concerns of productivity - not inequality - that dominated the next generation of rural policy making.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "Losing you would end my life you see, cause you mean that much to me. You could have told me yourself that you loved someone else.", "title": "I Heard It Through the Grapevine", "author": "Marvin Gaye"}, {"text": "I don't think I'd have been in such a hurry to reach adulthood if I'd known the whole thing was going to be ad-libbed.", "title": "The Complete Calvin and Hobbes", "author": "Bill Watterson"}, {"text": "Some people pass through your life and you never think about them again. Some you think about and wonder what ever happened to them. Some you wonder if they and wonder what happened to you. And then there are some you wish you never had to think about again. But you do.", "title": "The Wonder Years", "author": "Neal Marlens and Carol Black"}, {"text": "Forgive me for being so inquisitive but during the past few weeks I've wondered whether you might have some second thoughts about the mission.", "title": "2001: A SPACE ODYSSEY", "author": "Stanley Kubrick"}, {"text": "Very well, gentlemen. This, and maybe other similar things, is what I have to say in my defense. Perhaps one of you might be angry as he recalls that when he himself stood trial on a less dangerous change, he begged and implored the jurymen with many tears, that he brought his children and many of his friends and family into the court to arouse as much pity as he could, but that I do none of these things, even though I may seem to be running the ultimate risk.", "title": "Apology of Socrates", "author": "Plato"}, {"text": "I just told you the truth. I told you the truth the first time. You don't have to ask me again. I never do that. I always tell you the truth. If I did it, you would know. I took her out a couple of times.", "title": "Raging Bull", "author": "Martin Scorsese"}, {"text": "You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you.", "title": "The Stories of Anton Chekhov", "author": "Anton Chekhov"}, {"text": "I'd pull your eyes out of your head, and put them in my own skull, and look around, so I could see the street the way I used to when I was your age.", "title": "Birdman", "author": "Alejandro Iñárritu"}, {"text": "The most beautiful things in the world cannot be seen or touched, they are felt with the heart.", "title": "The Little Prince", "author": "Antoine de Saint-Exupéry"}, {"text": "Sometimes I wish I could turn back time, impossible as it may seem, but I wish I could so bad. Quit playing games with my heart. I live my life the way to keep you coming back to me. Everything I do is for you, so what is it that you can't see?", "title": "Quit Playing Games", "author": "Backstreet Boys"}, {"text": "No matter how a program twists and turns to get out of itself, it is still following the rules inherent in itself. It is no more possible for it to escape than it is for a human being to decide voluntarily not to obey the laws of physics.", "title": "Gödel, Escher, Bach: An Eternal Golden Braid", "author": "Douglas R. Hofstadter"}, {"text": "The key to faking out the parents is the clammy hands. It's a good non-specific symptom, I'm a big believer in it. A lot of people will tell you to go for a phony fever, but if you get a nervous mother, you could wind up in a doctor's office. You fake a stomach cramp, when you're bent over wailing, you lick your palms. It's childish and stupid, but then, so is high school.", "title": "Ferris Bueller's Day Off", "author": "John Hughes"}, {"text": "Consciousness, complex and subtle, can be impaired or ended by a mere stepping-up or dimming-down of any one sense intensity, which is the procedure in hypnosis. And the intensification of one sense by a new medium can hypnotize an entire community.", "title": "Understanding Media", "author": "Marshall McLuhan"}, {"text": "There will be no more retribution, so you better not waste your time. I don't miss your arms around me. I put my hands in the fire when it burned me once, I don't need it for a second time.", "title": "Dynamite", "author": "Nause feat. Pretty Sister"}, {"text": "You see, boys forget what their country means by just reading 'the land of the free' in history books. And they get to be men - they forget even more. Liberty's too precious a thing to be buried in books, Miss Saunders. Men should hold it up in front of them every single day of their lives and say: 'I'm free to think and to speak. My ancestors couldn't, I can, and my children will.' Boys ought to grow up remembering that.", "title": "Mr. Smith Goes to Washington", "author": "Frank Capra"}, {"text": "This is a modern day startup but at heart it is no different from PC pioneers like Apple or Microsoft: nerds who share a dream. Their hobby is their business and the culture they've created is identical to that of a thousand other technology companies. First, they dump the idea of 9 to 5. In this industry, you can work any 80 hours per week you like.", "title": "Triumph of the Nerds", "author": "Paul Sen"}, {"text": "We sat and drank with the sun on our shoulders and felt like free men. Hell, we could have been tarring the roof of one of our own houses. We were the lords of all creation. As for Andy - he spent that break hunkered in the shade, a strange little smile on his face, watching us drink his beer.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "Difference in opinions has cost many millions of lives: for instance, whether flesh be bread, or bread be flesh; whether the juice of a certain berry be blood or wine.", "title": "Gulliver's Travels", "author": "Jonathan Swift"}, {"text": "Under such circumstances I naturally gravitated to London, that great cesspool into which all the loungers and idlers of the Empire are irresistibly drained.", "title": "A Study in Scarlet", "author": "Conan Doyle"}, {"text": "Well, that's all the time we had for our movie. We hope you found it entertaining, whimsical and yet relevant, with an underlying revisionist conceit that belied the film's emotional attachments to the subject matter.", "title": "Wayne's World", "author": "Penelope Spheeris"}, {"text": "Stanley spent more time pushing the wheelbarrow than digging, because he was such a slow digger. He carted away the excess dirt and dumped it into previously dug holes. He was careful not to dump any of it in the hole where the gold tube was actually found.", "title": "Holes", "author": "Louis Sachar"}, {"text": "Under the headline \"Wonderful Typing,\" the New York Times reported on a typing demonstration given the previous day in Brooklyn by a Thomas Osborne of Rochester, New York. The Times reported that Mr. Osborne \"holds the championship for fast typing, having accomplished 126 words a minute at Toronto August 13, 1888.\"", "title": "Famous Fables of Economics, Chapter 4: Fable of the Keys", "author": "Stan J. Liebowitz and Stephen E. Margolis"}, {"text": "Once you free your mind about a concept of harmony and music being correct you can do whatever you want. So, nobody told me what do, and there was no preconception of what to do.", "title": "Giorgio By Moroder", "author": "Daft Punk and Giorgio Moroder"}, {"text": "Some people don't understand the promises they're making when they make them.", "title": "The Fault in Our Stars", "author": "John Green"}, {"text": "Contrary to the feminist cant, there are many things we can learn from men's perspective about life and personal identity. To refuse to learn anything that could prove beneficial to yourself is a working definition of stupid.", "title": "Ten Stupid Things Women Do to Mess Up Their Lives", "author": "Laura C. Schlessinger"}, {"text": "European powers faced a variety of challenges in administering stateless and state-based regions in their various African territories. Although there were important national differences in the ideologies and practices of colonial rule, all administrations relied to various degree on local \"chiefs\" and other indigenous African intermediaries. In Portugese Guinea, the established rulers of states were generally allowed to remain in place and were officially recognized as \"regulos\" or \"chiefs\" if they did the bidding (collecting taxes and recruiting labour, especially) of colonial administrators.", "title": "The Oxford Handbook of Modern African History", "author": "John Parker, Richard Reid"}, {"text": "Other kids' games are all such a bore! They've got to have rules and they gotta keep score! Calvinball is better by far! It's never the same! It's always bizarre! You don't need a team or a referee! You know that it's great, 'cause it's named after me!", "title": "The Complete Calvin and Hobbes", "author": "Bill Watterson"}, {"text": "Since you won that Italian bike, man, you've been acting weird. You're really getting to think you're Italian, aren't you?", "title": "Breaking Away", "author": "Peter Yates"}, {"text": "The rest of my attention is back at the offices of Facebook, where my colleagues and I are doing things that no one in this room, inlcluding and especially your clients, are intellectually or creatively capable of doing.", "title": "The Social Network", "author": "David Fincher"}, {"text": "Sometimes I just feel like my father, I hate to be bothered with all of this nonsense, it's constant. And \"Oh, it's his lyrical content. The song 'Guilty Conscience' has gotten such rotten responses.\" And all of this controversy circles me, and it seems like the media immediately points a finger at me, so I point one back at them, but not the index or pinkie, or the ring or the thumb.", "title": "The Way I Am", "author": "Eminem"}, {"text": "What is honor compared to a woman's love? What is duty against the feel of a newborn son in your arms... or the memory of a brother's smile? Wind and words. Wind and words.", "title": "A Game of Thrones", "author": "George R.R. Martin"}, {"text": "Your faith was strong but you needed proof. You saw her bathing on the roof. Her beauty in the moonlight overthrew you.", "title": "Hallelujah", "author": "Leonard Cohen"}, {"text": "It just so happens that your friend here is only mostly dead. There's a big difference between mostly dead and all dead. Mostly dead is slightly alive. With all dead, well, with all dead there's usually only one thing you can do. Go through his clothes and look for loose change.", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "Now John at the bar is a friend of mine, he gets me my drinks for free. And he's quick with a joke or to light up your smoke, but there's someplace that he'd rather be.", "title": "Piano Man", "author": "Billy Joel"}, {"text": "In Mexico, rural enclosures made Mexico City into the world's largest metropolis during the late twentieth century - a \"monstrous inflated head, crushing the frail body that holds it up,\" in the words of writer Octavio Paz. Located in the densely populated, corn-growing central plateau, the capital was the natural destination for the millions of rural people uprooted by the high modernist green revolution and simultaneous federal neglect of the ejido sector. Yet rather than colonizing the inner city, as rural migrants did in the United States, campesino refugees to Mexico City built vast squatter villages on the hilly outskirts of the Federal District.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "The main thing to do is pay attention. Pay close attention to everything, notice what no one else notices. Then you'll know what no one else knows, and that's always useful.", "title": "The City of Ember", "author": "Jeanne DuPrau"}, {"text": "You keep using that word. I do not think it means what you think it means.", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "To some, the rules of etiquette may seem outdated, stuffy and unnecessary, but the fact remains that they serve as a sort of social weed-whacker eliminating unsavory growths from popping up in the world's finer gardens. The truth is that first impressions are usually lasting ones, and a bad first impression can sometimes be insurmountable.", "title": "The Metrosexual Guide to Style: A Handbook for the Modern Man", "author": "Michael Flocker"}, {"text": "Teachers never die. They live in your memory forever. They were there when you arrived; they were there when you left. Like fixtures. Once in a while they taught you something. But not that often. And you never really knew them any more than they knew you. Still for awhile you believed in them. And if you were lucky maybe there was one who believed in you.", "title": "The Wonder Years", "author": "Neal Marlens and Carol Black"}, {"text": "I can't have been there when brains were handed 'round or get past the cover of your books profound and some of your friends think it's really unsound that you're ever seen talking to me.", "title": "The Mayor of Simpleton", "author": "XTC"}, {"text": "I am, somehow, less interested in the weight and convolutions of Einstein's brain than in the near certainty that people of equal talent have lived and died in cotton fields and sweatshops.", "title": "The Panda's Thumb: More Reflections in Natural History", "author": "Stephen Jay Gould"}, {"text": "I leave Sisyphus at the foot of the mountain! One always finds one’s burden again. But Sisyphus teaches the higher fidelity that negates the gods and raises rocks. He too concludes that all is well. This universe henceforth without a master seems to him neither sterile nor futile. Each atom of that stone, each mineral flake of that night-filled mountain, in itself forms a world. The struggle itself toward the heights is enough to fill a man’s heart. One must imagine Sisyphus happy.", "title": "The Myth of Sisyphus and Other Essays", "author": "Albert Camus"}, {"text": "I can see you. Your brown skin shining in the sun. You got that top pulled down and your sunglasses on, baby. And I can tell you my love for you will still be strong, after the boys of summer have gone.", "title": "The Boys of Summer", "author": "Don Henley"}, {"text": "Question marks and exclamation points go inside quotation marks when they apply to the quoted material only. They go outside when they apply to the entire sentence.", "title": "Mastering Computer Typing (1995)", "author": "Sheryl Lindsell-Roberts"}, {"text": "Your father's light saber. This is the weapon of a Jedi Knight. Not as clumsy or random as a blaster; an elegant weapon for a more civilized age. For over a thousand generations, the Jedi Knights were the guardians of peace and justice in the Old Republic. Before the dark times... before the Empire.", "title": "Star Wars", "author": "George Lucas"}, {"text": "This little droid. I think he's searching for his former master. I've never seen such devotion in a droid before. Ah, he claims to be the property of an Obi-Wan Kenobi. Is he a relative of yours? Do you know what he's talking about?", "title": "Star Wars", "author": "George Lucas"}, {"text": "She's got eyes of the bluest skies as if they thought of rain. I hate to look into those eyes and see an ounce of pain. Her hair reminds me of a warm safe place where as a child I'd hide and pray for the thunder and the rain to quietly pass me by.", "title": "Sweet Child O' Mine", "author": "Guns N' Roses"}, {"text": "The Dark Lord has Nine. But we have One, mightier than they: the White Rider. He has passed through the fire and the abyss, and they shall fear him. We will go where he leads.", "title": "The Two Towers", "author": "J.R.R. Tolkien"}, {"text": "Carbohydrates are formed when carbon dioxide and water come together in the presence of sunlight and chlorophyll (the pigment that makes plants green). The chemical bonds of the carbohydrate lock in the energy of the sun. This energy is released when the human body burns plant food as fuel.", "title": "Juicing for Life: A Guide to the Benefits of Fresh Fruit and Vegetable Juicing", "author": "Cherie Calbom, Maureen Keane"}, {"text": "Poets claim that we recapture for a moment the self that we were long ago when we enter some house or garden in which we used to live in our youth. But these are most hazardous pilgrimages, which end as often in disappointment as in success. It is in ourselves that we should rather seek to find those fixed places, contemporaneous with different years.", "title": "In Search of Lost Time", "author": "Marcel Proust"}, {"text": "If you're a spirit and you can travel to other dimensions and galaxies and find out the mysteries of the universe, you think she's going to want to hang around Drexler's funeral home on Ocean Parkway?", "title": "Seinfeld", "author": "Larry David and Jerry Seinfeld"}, {"text": "Jay earned himself a promotion to lieutenant on the strength of his commonsense suggestion that the army could save lots of cargo space by deboning beef before shipping it overseas.", "title": "SPAM: A Biography: The Amazing True Story of America's \"Miracle Meat!\"", "author": "Carolyn Wyman"}, {"text": "My mother had to abandon her quest, but managed to extract from the restriction itself a further delicate thought, like good poets whom the tyranny of rhyme forces into the discovery of their finest lines.", "title": "In Search of Lost Time", "author": "Marcel Proust"}, {"text": "Now the scandal and the light are to be distributed differently; it is the conviction itself that marks the offender with the unequivocally negative sign: the publicity has shifted to the trial, and to the sentence; the execution itself is like an additional shame that justice is ashamed to impose on the condemned man; so it keeps its distance from the act, tending always to entrust it to others, under the seal of secrecy.", "title": "Discipline and Punish: The Birth of the Prison", "author": "Michel Foucault"}, {"text": "Good games offer players a set of challenging problems and then let them practice these until they have routinized their mastery.", "title": "What Video Games Have to Teach Us About Learning and Literacy", "author": "James Paul Gee"}, {"text": "Morning has broken like the first morning, blackbird has spoken like the first bird. Praise for the singing, praise for the morning, praise for them springing fresh from the world.", "title": "Morning Has Broken", "author": "Cat Stevens"}, {"text": "They told me that you had gone totally insane, and that your methods were unsound.", "title": "Apocalypse Now", "author": "Francis Ford Coppola"}, {"text": "I know enough of the world now to have almost lost the capacity of being much surprised by anything.", "title": "David Copperfield", "author": "Charles Dickens"}, {"text": "When Betty and Billy fell asleep, he walked down to the kitchen to see if there was anything around to eat. He managed to open the cupboard door with his nose and found the 25-pound bag of low-fart dog biscuits the vet had prescribed for him, which had made him fart more. Even though he knew they made him fart more, he couldn't resist. He ate the entire bag.", "title": "Walter the Farting Dog", "author": "William Kotzwinkle"}, {"text": "Is it really necessary to send that email? The more emails you send, the more work others will have to do to prioritize your requests. How many of the things you're mentioning are important? If you have 10 issues to discuss, break them into two groups and focus on the most important group.", "title": "The Art of Project Management", "author": "Scott Berkun"}, {"text": "On the corner is a banker with a motorcar and little children laugh at him behind his back. And the banker never wears a mac in the pouring rain, very strange.", "title": "Penny Lane", "author": "The Beatles"}, {"text": "A melancholy air can never be the right thing; what you want is a bored air. If you are melancholy, it must be because you want something, there is something in which you have not succeeded. It is showing your inferiority. If you are bored, on the other hand, it is the person who has tried in vain to please you who is inferior.", "title": "The Red and the Black", "author": "Stendhal"}, {"text": "Look at this tree, Shifu: I cannot make it blossom when it suits me nor make it bear fruit before its time.", "title": "Kung Fu Panda", "author": "Jonathan Aibel and Glenn Berge..."}, {"text": "Borders matter. Borders regulate the flow of people, the movement of commodities and capital, and the exchange of ideas. Borders separate citizens from aliens, the familiar from the foreign, and those belonging from those unwanted. And perhaps no border in recent history is more iconic in its power of partition than the line bisecting the United States and Mexico.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "We're all pretty bizarre. Some of us are just better at hiding it, that's all.", "title": "The Breakfast Club", "author": "John Hughes"}, {"text": "We are all in the gutter, but some of us are looking at the stars.", "title": "Lady Windermere's fan", "author": "Oscar Wilde"}, {"text": "I think the world divides neatly into those who are excited by the managed induction of terror and those who are not. I do not find terror exciting. I find it terrifying. One of my basic goals is to subject my nervous system to as little total terror as possible. The cruel paradox of course is that this kind of makeup usually goes hand in hand with a delicate nervous system that's extremely easy to terrify.", "title": "A Supposedly Fun Thing I'll Never Do Again", "author": "David Foster Wallace"}, {"text": "Finally, from so little sleeping and so much reading, his brain dried up and he went completely out of his mind.", "title": "Don Quixote", "author": "Miguel de Cervantes"}, {"text": "Aight, look, I know you're not earning what you expected and you got the twins and Nancy. You're a capable guy - your mother let it slip one time, you got an IQ of 158.", "title": "The Sopranos", "author": "HBO Studios"}, {"text": "You can know the name of a bird in all the languages of the world, but when you're finished, you'll know absolutely nothing whatever about the bird. So let's look at the bird and see what it's doing - that's what counts. I learned very early the difference between knowing the name of something and knowing something.", "title": "Birds", "author": "Richard P. Feynman"}, {"text": "Sometimes it makes me sad, though... Andy being gone. I have to remind myself that some birds aren't meant to be caged. Their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock them up DOES rejoice. But still, the place you live in is that much more drab and empty that they're gone. I guess I just miss my friend.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "For once I can say, \"This is mine you can't take it.\" As long as I know I have love I can make it. For once in my life I have someone who needs me.", "title": "For Once in My Life", "author": "Stevie Wonder"}, {"text": "Look, you should admit to yourself that Microsoft will miss you for a month or two. Someone will quickly fill the void. It will be like you never worked there. Ask yourself, \"Are there thousands lining up to help poor villages build schools and libraries?\"", "title": "Leaving Microsoft to Change the World", "author": "John Wood"}, {"text": "Can you \"choose\" something when you are forcefully and enthusiastically immersed in it at an age when the resources and information necessary for choosing are not yet yours?", "title": "A Supposedly Fun Thing I'll Never Do Again", "author": "David Foster Wallace"}, {"text": "Men always believe that. With a law degree you're taking on insurance. After that you can do anything you want. You can work for me.", "title": "The Godfather: Part III", "author": "Francis Ford Coppola"}, {"text": "I figured I could get a job at a filling station somewhere, putting gas and oil in people's cars. I didn't care what kind of job it was, though. Just so people didn't know me and I didn't know anybody.", "title": "The Catcher in the Rye", "author": "J.D. Salinger"}, {"text": "There was a stage and a PA up in western Massachusetts and the kids came from miles around to get messed up on the music. And she drove down from Bowdoin with a carload of girlfriends, to meet some boys and maybe eat some mushrooms. And they did, and she got sick, and now she's pinned and way too shaky.", "title": "Chillout Tent", "author": "The Hold Steady"}, {"text": "Our worst fears, like our greatest hopes, are not outside our powers, and we can come in the end to triumph over the former and to achieve the latter.", "title": "In Search of Lost Time", "author": "Marcel Proust"}, {"text": "G.I. Joel's peers can question his ability, world championship or not, and laugh at his physical tics, but it's hard not to admire his quirky devotion.", "title": "Word Freak", "author": "Stefan Fatsis"}, {"text": "We have already succeeded. I mean, what are the three terrors of the Fire Swamp? One, the flame spurt - no problem. There's a popping sound preceding each; we can avoid that. Two, the lightning sand, which you were clever enough to discover what that looks like so in the future we can avoid that too.", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "Do you smell that? Napalm, son. Nothing else in the world smells like that. I love the smell of napalm in the morning. You know, one time we had a hill bombed, for twelve hours. Smelled like victory. Someday this war's gonna end.", "title": "Apocalypse Now", "author": "directed by Francis Ford Coppola"}, {"text": "Well, I don't really think that the end can be assessed as of itself as being the end because what does the end feel like? It's like saying when you try to extrapolate the end of the universe, you say, if the universe is indeed infinite, then how - what does that mean? How far is all the way, and then if it stops, what's stopping it, and what's behind what's stopping it? So, what's the end, you know, is my question to you.", "title": "This Is Spinal Tap", "author": "Rob Reiner"}, {"text": "Chance and chance alone has a message for us. Everything that occurs out of necessity, everything expected, repeated day in and day out, is mute.", "title": "The Unbearable Lightness of Being", "author": "Milan Kundera"}, {"text": "This is one time where television really fails to capture the true excitement of a large squirrel predicting the weather.", "title": "Groundhog Day", "author": "Harold Ramis"}, {"text": "Typing competitions provided another test of the Qwerty keyboard. These competitions are somewhat underplayed in the conventional history. In fact, typing contests and demonstrations of speed were fairly common during this period. They involved many different machines, with various manufacturers claiming to hold the speed record.", "title": "Famous Fables of Economics, Chapter 4: Fable of the Keys", "author": "Stan J. Liebowitz and Stephen E. Margolis"}, {"text": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.", "title": "The Art of War", "author": "Sun Tzu"}, {"text": "I sincerely believe that if women study male lessons on concepts of assertion, courage, destiny, purpose, honor, dreams, endeavor, perseverance, goal orientation, etc., they would have a more fulfilling life, pick better men with whom to be intimate, and have better relationships with them.", "title": "Ten Stupid Things Women Do to Mess Up Their Lives", "author": "Laura C. Schlessinger"}, {"text": "One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today.", "title": "Change Your Life!: A Little Book of Big Ideas", "author": "Allan Klein; quote attributed to Dale Carnegie"}, {"text": "Horror and moral terror are your friends. If they are not, then they are enemies to be feared.", "title": "Apocalypse Now", "author": "Francis Ford Coppola"}, {"text": "Real rebels, as far as I can see, risk disapproval. The old postmodern insurgents risked the gasp and squeal: shock, disgust, outrage, censorship, accusations of socialism, anarchism, nihilism. Today's risks are different. The new rebels might be artists willing to risk the yawn, the rolled eyes, the cool smile, the nudged ribs, the parody of gifted ironists, the \"Oh how banal.\" To risk accusations of sentimentality, melodrama. Of overcredulity. Of softness. Of willingness to be suckered by a world of lurkers and starers who fear gaze and ridicule above imprisonment without law. Who knows.", "title": "A Supposedly Fun Thing I'll Never Do Again", "author": "David Foster Wallace"}, {"text": "Groups of illegal miners smuggle themselves down in freight lifts. They stay below ground for months at a time, armed with pistols and homemade grenades, chiseling out ore and then grinding it and extracting the gold using mercury, just as poor gold miners do at the surface.", "title": "Confessions of an Eco-Sinner: Tracking Down the Sources of My Stuff", "author": "Fred Pearce"}, {"text": "Sing us a song, you're the piano man. Sing us a song tonight. Well, we're all in the mood for a melody and you've got us feeling alright.", "title": "Piano Man", "author": "Billy Joel"}, {"text": "I could see why some of the boys took him for snobby. He had a quiet way about him, a walk and a talk that just wasn't normal around here. He strolled, like a man in a park without a care or a worry in the world, like he had on an invisible coat that would shield him from this place. Yeah, I think it would be fair to say... I liked Andy from the start.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "Demons run when a good man goes to war. Night will fall and drown the sun when a good man goes to war. Friendship dies and true love lies. Night will fall and the dark will rise when a good man goes to war. Demons run but count the cost; the battle's won but the child is lost.", "title": "When a Good Man Goes to War", "author": "Steven Moffat"}, {"text": "Messes of men in farmer poverty; not much for monks but we pretend to be. Share a silent meal and a pot of chamomile, gypsies like us should be stamped in solidarity. Hold you in my fond but distant memory while waiting for the Mother Hen to gather me who regretfully wrote.", "title": "mewithoutyou", "author": "O, Porcupine"}, {"text": "Lesser than Macbeth, and greater. Not so happy, yet much happier. Thou shalt get kings, though thou be none. So all hail, Macbeth and Banquo!", "title": "Macbeth", "author": "William Shakespeare"}, {"text": "There are two kinds of fibers in our muscles, red and white. Red muscle fibers enable us to maintain long-term, low stress activity. White muscle fibers are specialized for fast, rapid movements.", "title": "The Complete Idiot's Guide to Improving Your IQ", "author": "Richard G"}, {"text": "Dragged ya down below, down to the devil's show to be his guest forever; peace of mind is less than never. Hate to twist your mind but God ain't on your side. An old acquaintance severed, burn the world your last endeavor.", "title": "Nightmare", "author": "Avenged Sevenfold"}, {"text": "\"Without pain, how could we know joy?\" This is an old argument in the field of thinking about suffering and its stupidity and lack of sophistication could be plumbed for centuries but suffice it to say that the existence of broccoli does not, in any way, affect the taste of chocolate.", "title": "The Fault in Our Stars", "author": "John Green"}, {"text": "We hold our rifles in missing hands. We stand tall on missing legs. We stride forward on the bones of our fallen. Then, and only then, are we alive. This pain is ours and no one else's. A secret weapon we wield, out of sight. We will be stronger than ever.", "title": "Metal Gear Solid V: The Phantom Pain", "author": "a game Kojima Productions"}, {"text": "Oh, no, sir. I'm sorry, sir. I could never answer to a whistle. Whistles are for dogs and cats and other animals, but not for children and definitely not for me. It would be too... humiliating.", "title": "The Sound of Music", "author": "Robert Wise"}, {"text": "Traveling through hyperspace ain't like dusting crops, boy! Without precise calculations we could fly right through a star, or bounce too close to a supernova and that'd end your trip real quick, wouldn't it?", "title": "Star Wars", "author": "George Lucas"}, {"text": "They burned the flag and they demonstrated against us; it's on the cover of the paper today. They have no respect. They have no idea what's going on over there, Mom - the men that are sacrificing their lives. People are dying every day over there, and nobody back here even seems to care.", "title": "Born on the Fourth of July", "author": "Oliver Stone"}, {"text": "There was a time not that long ago when many drivers thought nothing of tossing empty bottles out the windows of their cars. Years later, these same citizens came to realize that littering was not an acceptable way to dispose of their trash. The web design community is now undergoing a similar shift in attitude, and web standards are key to this transformation.", "title": "Designing with Web Standards", "author": "Jeffrey Zeldman"}, {"text": "I suddenly had the impression that I had been left all alone, that everyone was shrinking away from me, avoiding me. You are, of course, right to ask who that everyone is, for although I've lived in Petersburg for eight years now, I haven't managed to make a single friend.", "title": "White Nights", "author": "Fyodor Dostoyevsky"}, {"text": "I tensed, waiting for the fury - both his and mine - but it was only quiet and calm in the darkness of his room. I could almost taste the sweetness of reunion in the air, a separate fragrance from the perfume of his breath; the emptiness when we were apart left its own bitter aftertaste, something I didn't consciously notice until it was removed.", "title": "Eclipse", "author": "Stephanie Meyer"}, {"text": "I have no idea to this day what those two Italian ladies were singing about. Truth is, I don't want to know. Some things are best left unsaid. I'd like to think they were singing about something so beautiful, it can't be expressed in words, and makes your heart ache because of it.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "It is impossible for me to ignore that you're in a different category from any person I have tried or am likely ever to try. Nevertheless, it is my duty to sentence you to six years in prison. If however His Majesty's government should at a later date see fit to reduce the term... no one will be better pleased than I.", "title": "Ghandi", "author": "Richard Attenborough"}, {"text": "The poet, the artist, the sleuth - whoever sharpens our perception tends to be antisocial; rarely \"well-adjusted\", he cannot go along with currents and trends. A strange bond often exists between antisocial types in their power to see environments as they really are. This need to interface, to confront environments with a certain antisocial power is manifest in the famous story \"The Emperor's New Clothes\".", "title": "The Medium is the Massage", "author": "Marshall McLuhan"}, {"text": "\"Look at that,\" she whispered, and then after a moment: \"I'd like to just get one of those pink clouds and put you in it and push you around.\"", "title": "The Great Gatsby", "author": "F. Scott Fitzgerald"}, {"text": "He was rough around the edges. He'd been to school, but never finished. He'd been to jail, but never prison. And it was his first day off in forever, man. The festival seemed like a pretty good plan.", "title": "Chillout Tent", "author": "The Hold Steady"}, {"text": "There are still some places where you can get all you can eat for a fixed price. Sew a plastic bag onto your tee-shirt or belt and wear a loose-fitting jacket or coat to cover any noticeable bulge. Fried chicken is the best and the easiest to pocket, or should we say bag. Another trick is to pour your second free cup of hot coffee into the plastic bag sewed inside your pocket and take it with you.", "title": "Steal This Book", "author": "Abbie Hoffman"}, {"text": "I find I'm so excited, I can barely sit still or hold a thought in my head. I think it's the excitement only a free man can feel, a free man at the start of a long journey whose conclusion is uncertain. I hope I can make it across the border. I hope to see my friend and shake his hand. I hope the Pacific is as blue as it has been in my dreams. I hope.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "No man, for any considerable period, can wear one face to himself and another to the multitude, without finally getting bewildered as to which may be the true.", "title": "The Scarlet Letter", "author": "Nathaniel Hawthorne"}, {"text": "Even the most motivated and intelligent student will advance more quickly under the tutelage of someone who knows the best order in which to learn things, who understands and can demonstrate the proper way to perform various skills, who can provide useful feedback, and who can devise practice activities designed to overcome particular weaknesses.", "title": "Peak: Secrets from the New Science of Expertise", "author": "K. Anders Ericsson and Robert Pool"}, {"text": "I thought climbing the Devil's Thumb would fix all that was wrong with my life. In the end, of course, it changed almost nothing. But I came to appreciate that mountains make poor receptacles for dreams. And I lived to tell my tale.", "title": "Into The Wild", "author": "Jon Krakauer"}, {"text": "She couldn't understand a vocation. Some people can't; at best, work's about status and paychecks for them, it hasn't got value in itself.", "title": "The Silkworm", "author": "Robert Galbraith"}, {"text": "The best way to measure how much you've grown isn't by inches or the number of laps you can now run around the track, or even your grade point average - though those things are important, to be sure. It's what you've done with your time, how you've chosen to spend your days, and whom you've touched this year. That, to me, is the greatest measure of success.", "title": "Wonder", "author": "R.J. Palacio"}, {"text": "And Lot's wife, of course, was told not to look back where all those people and their homes had been. But she did look back, and I love her for that, because it was so human. So she was turned into a pillar of salt. So it goes.", "title": "Slaughterhouse Five", "author": "Kurt Vonnegut"}, {"text": "The whole fury and might of the enemy must very soon be turned on us. Hitler knows that he will have to break us in this Island or lose the war. If we can stand up to him, all Europe may be free and the life of the world may move forward into broad, sunlit uplands. But if we fail, then the whole world, including the United States, including all that we have known and cared for, will sink into the abyss of a new Dark Age made more sinister, and perhaps more protracted, by the lights of perverted science. Let us therefore brace ourselves to our duties, and so bear ourselves that, if the British Empire and its Commonwealth last for a thousand years, men will still say, \"This was their finest hour.\"", "title": "Blood, Toil, Tears and Sweat", "author": "Winston Churchill"}, {"text": "One day in Boston, I was in Harvard Square. I saw a cover of Popular Electronics with this thing that looked like what I had been imagining, and so I grabbed it off the shelf, I looked at it and I bought it and I ran back to Bill's dorm, and I think he was probably playing poker that night and usually losing money at that point. One of the few times when that's been the case.", "title": "Triumph of the Nerds", "author": "Paul Sen"}, {"text": "If you want to save yourself the ticket price, go into the kitchen, cue up a male choir singing the music of hell, and get a kid to start banging pots and pans together. Then close your eyes and use your imagination.", "title": "A Horrible Experience of Unbearable Length", "author": "Roger Ebert"}, {"text": "This was the most delicious meal he'd had in recent years, and he picked up the shrimp and scallops one after another and swallowed them as if they did not require chewing.", "title": "A Good Fall: Stories", "author": "Ha Jin"}, {"text": "We passionately long that there may be another life in which we shall be similar to what we are here below. But we do not pause to reflect that, even without waiting for that other life, in this life, after a few years we are unfaithful to what we have been, to what we wished to remain immortally.", "title": "Cities of the Plain", "author": "Marcel Proust"}, {"text": "It was a bright cold day in April, and the clocks were striking thirteen.", "title": "1984", "author": "George Orwell"}, {"text": "If you're working out in front of a mirror and watching your muscles grow, your ego has reached a point where it is now eating itself. That's why I believe there should be a psychiatrist at every health club, so that when they see you doing this, they will take you away for a little chat.", "title": "Me of Little Faith", "author": "Lewis Black"}, {"text": "A heart is not judged by how much you love; but by how much you are loved by others.", "title": "The Wonderful Wizard of Oz", "author": "L. Frank Baum"}, {"text": "My wife has been the most adorable person, a friend closest in my life, a most wonderful lover. We loved every minute of our lives together.", "title": "Mabo", "author": "Rachel Perkins"}, {"text": "So let me get this straight. Wait, I'm the rookie? But my features and my shows are ten times your pay. 50k for a verse with no album out. Yeah, my money's so tall that my Barbies got to climb it.", "title": "Monster", "author": "Kanye West feat. Jay Z, Nicki Minaj, Rick Ross & Bon Iver"}, {"text": "The treatment of atoms with more than one electron requires consideration of the effects of interelectronic repulsion, orbital penetration towards the nuclear shielding, and an extra quantum number which specifies the intrinsic energy of the electron in any orbital. All these considerations are necessary to allow construction of the modern form of the periodic classification of the elements.", "title": "Structure and Bonding (Basic Concepts in Chemistry)", "author": "Jack Barrett"}, {"text": "The darker the night, the brighter the stars, the deeper the grief, the closer is God.", "title": "Crime and Punishment", "author": "Fyodor Dostoyevsky"}, {"text": "An actress should never, ever, be asked to run beside a van in red disco boots for more than about half a block, and then only if her child is being kidnapped.", "title": "A Horrible Experience of Unbearable Length", "author": "Roger Ebert"}, {"text": "Say my name, say my name. If no one is around you, say, \"Baby I love you\" if you ain't runnin' game. Say my name, say my name. You actin' kinda shady, ain't callin' me \"baby,\" why the sudden change?", "title": "Say My Name", "author": "Destiny's Child"}, {"text": "There was a long hard time when I kept far from me the remembrance of what I had thrown away when I was quite ignorant of its worth.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "We're very lucky in the band in that we have two visionaries, David and Nigel. They're like poets, like Shelley and Byron. They're two distinct types of visionaries. It's like fire and ice basically. I feel my role in the band is to be somewhere in the middle of that, kind of like lukewarm water.", "title": "This Is Spinal Tap", "author": "Rob Reiner"}, {"text": "I have spent my whole life scared, frightened of things that could happen, might happen, might not happen. 50 years I spent like that, finding myself awake at three in the morning. But you know what? Ever since my diagnosis, I sleep just fine. What I came to realize is that fear, that's the worst of it. That's the real enemy. So get up, get out in the real world, and you kick that bastard as hard as you can right in the teeth.", "title": "Breaking Bad", "author": "Vince Gilligan"}, {"text": "All we had to do was follow the damn train, CJ!", "title": "GTA: San Andreas", "author": "a game Rockstar Games"}, {"text": "I have something here for you. Your father wanted you to have this when you were old enough, but your uncle wouldn't allow it. He feared you might follow old Obi-Wan on some damn fool idealistic crusade like your father did.", "title": "Star Wars", "author": "George Lucas"}, {"text": "The Mexican embassy on Washington, DC's Pennsylvania Avenue was unusually busy in winter 1934-35. Telegraphs chattered and telephones rang, typewriters rhythmically punctuated the din, and clerks and attaches rushed - even more frantically than usual - through the halls on their business.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "Do not let the hero in your soul perish, in lonely frustration, for the life you deserved but never have been able to reach. Check your road and the nature of your battle. The world you desired can be won. It exists, it is real, it is possible, it is yours.", "title": "Atlas Shrugged", "author": "Ayn Rand"}, {"text": "\"Mad Dog Time\" is the first movie I have seen that does not improve on the sight of a blank screen viewed for the same length of time. Oh, I've seen bad movies before. But they usually made me care about how bad they were. Watching \"Mad Dog Time\" is like waiting for the bus in a city where you're not sure they have a bus line.", "title": "I Hated, Hated, Hated This Movie", "author": "Roger Ebert"}, {"text": "There is an idea of a Patrick Bateman, some kind of abstraction, but there is no real me, only an entity, something illusory, and though I can hide my cold gaze and you can shake my hand and feel flesh gripping yours and maybe you can even sense our lifestyles are probably comparable: I simply am not there.", "title": "American Psycho", "author": "Bret Easton Ellis"}, {"text": "The spot where we intend to fight must not be made known; for then the enemy will have to prepare against a possible attack at several different points; and his forces being thus distributed in many directions, the numbers we shall have to face at any given point will be proportionately few.", "title": "The Art of War", "author": "Sun Tzu"}, {"text": "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.", "title": "Dune", "author": "Frank Herbert"}, {"text": "There are perhaps twenty regular posters on the forum, and some much larger and uncounted number of lurkers. And right now there are three people in chat, but there's no way of knowing exactly who until you are in there, and the chat room she finds not so comforting. It's strange even with friends, like sitting in a pitch-dark cellar conversing with people a distance of about fifteen feet.", "title": "Pattern Recognition", "author": "William Gibson"}, {"text": "And then what did he do? Did he train you? Did he rehearse you? Did he tell you exactly what to do, what to say? You were a very apt pupil too, weren't you? You were a very apt pupil! Well, why did you pick on me? Why me?", "title": "Vertigo", "author": "Alfred Hitchcock"}, {"text": "I had considered how the things that never happen, are often as much realities to us, in their effects, as those that are accomplished.", "title": "David Copperfield", "author": "Charles Dickens"}, {"text": "See, we had this assignment to make this ceramic elephant, and um... and we had eight weeks to do it and we're supposed to, and it was like a lamp, and when you pull the trunk, the light was supposed to go on. My light didn't go on; I got an F on it. Never got an F in my life. When I signed up, you know - for the course, I mean - I thought I was playing it real smart, you know. 'Cause I thought, \"I'll take shop; it'll be such an easy way to maintain my grade point average.\"", "title": "The Breakfast Club", "author": "John Hughes"}, {"text": "Living in the solar system, we have the chance to study, at close range, perhaps the most common type of cosmic object - a star. Our Sun is a star, and a fairly average star at that, but with one unique feature: It is very close to us - some 300,000 times closer than the next nearest star, Alpha Centauri.", "title": "Astronomy: A Beginner's Guide to the Universe (7th Edition)", "author": "Eric Chaisson, Steve McMillan"}, {"text": "I have not broken your heart - you have broken it; and in breaking it, you have broken mine.", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "I hate all the rules and organization and teams and ranks in sports. Somebody's always yelling at you, telling you where to be, what to do, and when to do it. I figure when I want THAT, I'll join the army and at least get paid.", "title": "The Complete Calvin and Hobbes", "author": "Bill Watterson"}, {"text": "I still think picking a hero is overrated. You pick one, you admire them; a week later they've been arrested.", "title": "Everwood", "author": "Greg Berlanti"}, {"text": "We were the people who were not in the papers. We lived in the blank white spaces at the edges of print. It gave us more freedom. We lived in the gaps between the stories.", "title": "The Handmaid's Tale", "author": "Margaret Atwood"}, {"text": "This is a fundamental truth about any sort of practice: If you never push yourself beyond your comfort zone, you will never improve.", "title": "Peak: Secrets from the New Science of Expertise", "author": "K. Anders Ericsson and Robert Pool"}, {"text": "Everyone's creeping up to the money god, putting tongues where they didn't ought to be. On stepping stones of human hearts and souls, into the land of \"nothing for free\". Well the way that we're living is all take and no giving. There's nothing to believe in. The loudest mouth will hail the newfound way to be king for a day.", "title": "King for a Day", "author": "XTC"}, {"text": "I bet you're wondering how I knew about your plans to make me blue with some other guy you knew before. Between the two of us guys, you know I loved you more.", "title": "I Heard It Through the Grapevine", "author": "Marvin Gaye"}, {"text": "What is honor compared to a woman's love? What is duty against the feel of a newborn son in your arms... or the memory of a brother's smile?", "title": "A Game of Thrones", "author": "George R.R. Martin"}, {"text": "Never give up on everything if one thing is too hard. Never give up when it falls down; just go back to the start. Never give up on everything; never give up when you can still believe. Time after time we miss the chances for us to find a better life. No looking back, no pulling punches - this is the fact time after time.", "title": "Deep In Your Mind", "author": "Kyoto Jazz Massive"}, {"text": "What's cool about really little kids is that they don't say stuff to try to hurt your feelings, even though sometimes they do say stuff that hurts your feelings. But they don't actually know what they're saying. Big kids, though: they know what they're saying. And that is definitely not fun for me.", "title": "Wonder", "author": "R.J. Palacio"}, {"text": "Now the scandal and the light are to be distributed differently; it is the conviction itself that marks the offender with the unequivocally negative sign: the publicity has shifted to the trial, and to the sentence.", "title": "Discipline and Punish: The Birth of the Prison", "author": "Michel Foucault"}, {"text": "The idea that he did not really have control over the coming event was comforting for a moment, for it relieved him of the responsibility for making the decision himself - at least for a time.", "title": "Camber of Culdi", "author": "Katherine Kurtz"}, {"text": "It's so easy to hate your brother, it should be hard. It's so easy to hate your friends. Why ain't it hard? Love and hate come in the deck together. Play your card, love or hate can rule your life forever.", "title": "Schism", "author": "Anthrax"}, {"text": "Humans need to practice what they are learning a good deal before they master it. Furthermore, they tend to lose a good deal of their learning when they cease to practice the skills associated with this learning in their daily lives.", "title": "What Video Games Have to Teach Us About Learning and Literacy", "author": "James Paul Gee"}, {"text": "Sometimes you never feel meaner than the moment you stop being mean. It's like how turning on a light makes you realize how dark the room had gotten. And the way you usually act, the things you would have normally done, are like these ghosts that everyone can see but pretends not to.", "title": "When You Reach Me", "author": "Rebecca Stead"}, {"text": "If Mr. McMurphy doesn't want to take his medication orally, I'm sure we can arrange that he can have it some other way. But I don't think that he would like it.", "title": "One Flew Over the Cuckoo's Nest", "author": "Milos Forman"}, {"text": "The fault lies not with the mob, who demands nonsense, but with those who do not know how to produce anything else.", "title": "Don Quixote", "author": "Miguel de Cervantes"}, {"text": "So it's all come back round to breaking apart again. Breaking apart like I'm made up of glass again.", "title": "Disintegration", "author": "The Cure"}, {"text": "Every morning when he'd come to pick you up, I would look forward to it all night long in bed next to you. Those nights when you were actually in the bed. And he would ring the doorbell - I felt like my heart would come out of my chest. He would smile, and we'd talk, and then you would come down the stairs. And I felt probably like someone who was terminally ill and somehow they managed to forget it for a minute. And then it all comes back!", "title": "The Sopranos", "author": "HBO Studios"}, {"text": "At first they had tried to keep the finding quiet. After all, they were not absolutely sure it was an extraterrestrial message. A premature or mistaken announcement would be a public relations disaster.", "title": "Contact", "author": "Carl Sagan"}, {"text": "Wrongfully imprisoned action heroes rarely have the time to wait for an appeal. Often, the fate of a loved one or the free world itself is at stake if you do not get out, and so any experienced action hero knows that a dramatic rescue, a prison break, or a pardon will almost certainly be coming in time for Act III.", "title": "The Action Hero's Handbook: How to Catch a Great White Shark, Perform the Vulcan Nerve Pinch, Track a Fugitive, and Dozens of Other TV and Movie Skills", "author": "David Borgenicht and Joe Borgenicht"}, {"text": "I still think about the letter you asked me to write. It nags at me, even though you're gone and there's no one to give it to anymore. Sometimes I work on it in my head, trying to map out the story you asked me to tell, about everything that happened this past fall and winter. It's all still there, like a movie I can watch when I want to. Which is never.", "title": "When You Reach Me", "author": "Rebecca Stead"}, {"text": "If depth of feeling is a currency then I'm the man who grew the money tree. Some of your friends are too brainy to see that they're paupers and that's how they'll stay. Well I don't know how many pounds make up a ton of all the Nobel prizes that I've never won and I may be the Mayor of Simpleton, but I know one thing, and that's I love you.", "title": "The Mayor of Simpleton", "author": "XTC"}, {"text": "I wish we'll end up this crazy way before we burn our steam. I don't want to sound defeated, but if you still don't get it, you're never gonna get it. How could you be a friend of mine?", "title": "Dynamite", "author": "Nause feat. Pretty Sister"}, {"text": "You are the most important thing to me now. The most important thing to me ever.", "title": "Twilight", "author": "Stephenie Meyer"}, {"text": "You truly love each other and so you might have been truly happy. Not one couple in a century has that chance, no matter what the storybooks say. And so I think no man in a century will suffer as greatly as you will.", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "I have been bent and broken, but - I hope - into a better shape.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "In this building, it's either kill or be killed. You make no friends in the pits and you take no prisoners. One minute you're up half a million in soybeans and the next, boom, your kids don't go to college and they've repossessed your Bentley. Are you with me?", "title": "Trading Places", "author": "John Landis"}, {"text": "Let's say life is this square of the sidewalk. We're born at this crack and we die at that crack. Now we find ourselves somewhere inside the square, and in the process of walking out of it, suddenly we realize our time in here is fleeting. Is our quick experience here pointless? Does anything we say or do in here really matter? Have we done anything important? Have we been happy? Have we made the most of these precious footsteps?", "title": "The Complete Calvin and Hobbes", "author": "Bill Watterson"}, {"text": "It's funny. All you have to do is say something nobody understands and they'll do practically anything you want them to.", "title": "The Catcher in the Rye", "author": "J. D. Salinger"}, {"text": "The past is history, future is a mystery, now is a gift, that's why they call it the present.", "title": "Kung Fu Panda", "author": "Jonathan Aibel and Glenn Berge..."}, {"text": "The object of this massive tribute died as he had always lived - a private man without wealth, without property, without official title or office. Mahatma Gandhi was not a commander of great armies nor ruler of vast lands. He could boast no scientific achievements or artistic gift. Yet men, governments and dignitaries from all over the world have joined hands today to pay homage to this little brown man in the loincloth who led his country to freedom.", "title": "Ghandi", "author": "Richard Attenborough"}, {"text": "Then he made one last effort to search in his heart for the place where his affection had rotted away, and he could not find it.", "title": "One Hundred Years of Solitude", "author": "Gabriel Garcia Marquez"}, {"text": "What do you care what I think anyway? I don't even count, right? I could disappear forever and it wouldn't make any difference. I might as well not even exist at this school, remember?", "title": "The Breakfast Club", "author": "John Hughes"}, {"text": "How can I just let you walk away, just let you leave without a trace? When I stand here taking every breath with you, you're the only one who really knew me at all.", "title": "Against All Odds", "author": "Phil Collins"}, {"text": "One respondent said \"For women - a lot of games are crap - they're about armies and shooting. Ninety percent of games are not what I consider provocative for a broad audience.\" This seems to be a common concern.", "title": "Powering Up: Are Computer Games Changing Our Lives?", "author": "Rebecca Mileham"}, {"text": "There was a stage and a PA up in western Massachusetts and the kids came from miles around to get messed up on the music. And she drove from Bowdoin with a carload of girlfriends to meet some boys and maybe eat some mushrooms.", "title": "Chillout Tent", "author": "The Hold Steady"}, {"text": "So ran the speech. Burdened and sick at heart, he feigned hope in his look, and inwardly contained his anguish. Aeneas, more than any, secretly mourned for them all.", "title": "The Aeneid", "author": "Virgil"}, {"text": "I did not bow down to you, I bowed down to all the suffering of humanity.", "title": "Crime and Punishment", "author": "Fyodor Dostoyevsky"}, {"text": "What would you do if you were stuck in one place and every day was exactly the same and nothing that you did mattered?", "title": "Groundhog Day", "author": "Harold Ramis"}, {"text": "At the time when Britain faced a plunge into chaos and darkness, a hero emerged who not only succeeded in getting the feuding tribes to work together against their common enemy, but led them in a series of smashing victories that established him as a figure of great power and importance - a figure ripe for developing into the myth-laden king of later accounts.", "title": "King Arthur: Dark Age Warrior and Mythic Hero", "author": "John Matthews"}, {"text": "I just don't see what purpose is it going to serve your going? I mean, you think dead people care who's at the funeral? They don't even know they're having a funeral. It's not like she's hanging out in the back going, \"I can't believe Jerry didn't show up\".", "title": "Seinfeld", "author": "Larry David and Jerry Seinfeld"}, {"text": "What you don't have you don't need it now. What you don't know you can feel it somehow. What you don't have you don't need it now.", "title": "Beautiful Day", "author": "U2"}, {"text": "For centuries, the battle of morality was fought between those who claimed that your life belongs to God and those who claimed that it belongs to your neighbors. And no one came to say that your life belongs to you and that the good is to live it.", "title": "Atlas Shrugged", "author": "Ayn Rand"}, {"text": "Races are not won in the first corner; however, they are often lost there. It's usually best to run as quick as you can for the first few laps, then settle into a comfortable, consistent pace.", "title": "Speed Secrets: Professional Race Driving Techniques", "author": "Ross Bentley"}, {"text": "You mean you'll put down your rock and I'll put down my sword and we'll try and kill each other like civilized people?", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "The forum has become one of the most consistent places in her life, like a familiar cafe that exists somehow outside of geography and beyond time zones.", "title": "Pattern Recognition", "author": "William Gibson"}, {"text": "I drew the blankets over my head and tried to think of Christmas. But the grey face still followed me. It murmured, and I understood that it desired to confess something. I felt my soul receding into some pleasant and vicious region; and there again I found it waiting for me.", "title": "Dubliners", "author": "James Joyce"}, {"text": "Commander James Bond was born of a Scottish father and a Swiss mother. When he was eleven years of age, both his parents were killed in a climbing accident in the Alps. After studying at Eton, Bond joined MI6 and moved up through the ranks to his current position, agent 007, with a license to kill. Briefly married in 1962, Bond's lifetime loyalty has been to queen and country.", "title": "GoldenEye 007", "author": "a game RareWare"}, {"text": "Good games stay within, but at the outer edge, of the player's regime of competence. That is, they feel doable but challenging. This makes them pleasantly frustrating - a flow state for human beings.", "title": "What Video Games Have to Teach Us About Learning and Literacy", "author": "James Paul Gee"}, {"text": "Excellent. He's enterprising, aggressive, outgoing, young, bold, vicious. He'll do. He's perfect. I want his records sent to me. This vicious young hoodlum will be transformed out of all recognition.", "title": "A Clockwork Orange", "author": "Anthony Burgess"}, {"text": "Images of broken light which dance before me like a million eyes - they call me on and on across the universe. Thoughts meander like a restless wind inside a letter box - they tumble blindly as they make their way across the universe.", "title": "Across the Universe", "author": "The Beatles"}, {"text": "It takes something more than intelligence to act intelligently.", "title": "Crime and Punishment", "author": "Fyodor Dostoyevsky"}, {"text": "Pause you who read this, and think for a moment of the long chain of iron or gold, of thorns or flowers, that would never have bound you, but for the formation of the first link on one memorable day.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "In short, our gentleman became so caught up in reading that he spent his nights reading from dusk till dawn and his days reading from sunrise to sunset, and so with too little sleep and too much reading his brains dried up, causing him to lose his mind.", "title": "Don Quixote", "author": "Miguel de Cervantes"}, {"text": "My friend, the panda will never fulfill his destiny, nor you yours until you let go of the illusion of control.", "title": "Kung Fu Panda", "author": "Jonathan Aibel and Glenn Berge..."}, {"text": "Mac, they said you escaped. I knew you wouldn't leave without me. I was waiting for you. Now we can make it, Mac. I feel big as a damn mountain. Oh, no. I'm not goin' without you, Mac. I wouldn't leave you this way. You're coming with me. Let's go.", "title": "One Flew Over the Cuckoo's Nest", "author": "Milos Forman"}, {"text": "His palms are sweaty, knees weak, arms are heavy. There's vomit on his sweater already, mom's spaghetti.", "title": "Lose Yourself", "author": "Eminem"}, {"text": "It is no worse, because I write of it. It would be no better, if I stopped my most unwilling hand. Nothing can undo it; nothing can make it otherwise than as it was.", "title": "David Copperfield", "author": "Charles Dickens"}, {"text": "Drainage! Drainage, Eli, you boy. Drained dry. I'm so sorry. Here, if you have a milkshake, and I have a milkshake, and I have a straw. There it is, that's a straw, you see? Watch it. Now, my straw reaches across the room and starts to drink your milkshake. I... drink... your... milkshake! I drink it up!", "title": "There Will Be Blood", "author": "Paul Thomas Anderson"}, {"text": "There are still some places where you can get all you can eat for a fixed price. Fried chicken is the best and the easiest to pocket, or should we say bag. Another trick is to pour your second free cup of hot coffee into the plastic bag sewed inside your pocket and take it with you.", "title": "Steal This Book", "author": "Abbie Hoffman"}, {"text": "You there, my friend. Come, let me hold you. Now, with a sigh you grow warm in my hand, my friend, my clever friend.", "title": "Sweeney Todd: The Demon Barber", "author": "Tim Burton"}, {"text": "My meaning simply is, that whatever I have tried to do in life, I have tried with all my heart to do well; that whatever I have devoted myself to, I have devoted myself to completely; that in great aims and in small, I have always been thoroughly in earnest.", "title": "David Copperfield", "author": "Charles Dickens"}, {"text": "If you're committed enough, you can make any story work. I once told a woman I was Kevin Costner, and it worked because I believed it.", "title": "Better Call Saul", "author": "Vince Gilligan"}, {"text": "Oh, supercalifragilisticexpialidocious! Even though the sound of it is something quite atrocious. If you say it loud enough you'll always sound precocious. Supercalifragilisticexpialidocious!", "title": "Mary Poppins", "author": "Robert Stevenson"}, {"text": "Since I am innocent of this crime, sir, I find it decidedly inconvenient that the gun was never found.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "Commas and periods always go inside quotation marks. Colons and semicolons always go outside quotation marks.", "title": "Mastering Computer Typing (1995)", "author": "Sheryl Lindsell-Roberts"}, {"text": "As if that blind rage had washed me clean, rid me of hope; for the first time, in that night alive with signs and stars, I opened myself to the gentle indifference of the world.", "title": "The Stranger", "author": "Albert Camus"}, {"text": "The problem with Microsoft is they just have no taste. They have absolutely no taste, and what that means is, and I don't mean that in a small way, I mean that in a big way.", "title": "Triumph of the Nerds", "author": "Paul Sen"}, {"text": "It was a marvelous night, the sort of night one only experiences when one is young. The sky was so bright, and there were so many stars that, gazing upward, one could not help wondering how so many whimsical wicked people could live under such a sky.", "title": "White Nights", "author": "Fyodor Dostoyevsky"}, {"text": "You see, I'm moving on fast. Finally got the pass, gonna leave this thing behind. You cut deep, but you don't see, you don't care.", "title": "Dynamite", "author": "Nause feat. Pretty Sister"}, {"text": "As if that blind rage had washed me clean, rid me of hope; for the first time, in that night alive with signs and stars, I opened myself to the gentle indifference of the world. Finding it so much like myself, I felt that I had been happy and that I was happy again.", "title": "The Stranger", "author": "Albert Camus"}, {"text": "Plato is always concerned to advocate views that will make people what he thinks virtuous; he is hardly ever intellectually honest, because he allows himself to judge doctrines by their social consequences.", "title": "The History of Western Philosophy", "author": "Bertrand Russel"}, {"text": "If you're reading this, you've gotten out. And if you've come this far, maybe you're willing to come a little further. You remember the name of the town, don't you? I could use a good man to help me get my project on wheels. I'll keep an eye out for you and the chessboard ready. Remember, Red, hope is a good thing, maybe the best of things, and no good thing ever dies. I will be hoping that this letter finds you, and finds you well.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "My friend, I shall be pedagogic, and say you ought to start with Logic. Days will be spent to let you know that what you once did at one blow, like eating and drinking so easy and free, can only be done with One, Two, Three.", "title": "Faust", "author": "a poem by Johann Wolfgang von Goethe"}, {"text": "What you need to learn, children, is the difference between right and wrong in every area of life. And once you learn the difference, you must always choose the right.", "title": "The City of Ember", "author": "Jeanne DuPrau"}, {"text": "All he ever wanted out of life was love. You see, he just didn't have any to give.", "title": "Citizen Kane", "author": "Orson Welles"}, {"text": "Bad luck, I guess. It floats around. It's got to land on somebody. It was my turn, that's all. I was in the path of the tornado. I just didn't expect the storm would last as long as it has.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "Jay made up for the lack of glamour in his assignment by having a romance with a local miller's daughter, which he initiated by letting air out of her bicycle tires. He also earned himself a promotion to lieutenant on the strength of his commonsense suggestion that the army could save lots of cargo space by deboning beef before shipping it overseas.", "title": "SPAM: A Biography: The Amazing True Story of America's \"Miracle Meat!\"", "author": "Carolyn Wyman"}, {"text": "I wish I could just make you turn around and see me cry. There's so much I need to say to you. So many reasons why you're the only one who really knew me at all.", "title": "Against All Odds", "author": "Phil Collins"}, {"text": "I still see things that are not here. I just choose not to acknowledge them. Like a diet of the mind, I just choose not to indulge certain appetites; like my appetite for patterns; perhaps my appetite to imagine and to dream.", "title": "A Beautiful Mind", "author": "directed by Ron Howard"}, {"text": "If you spend too much time trying to find out what is good or bad about someone else, you'll forget your own soul and end up exhausted and defeated by the energy you have wasted in judging others.", "title": "Aleph", "author": "Paulo Coelho"}, {"text": "There is one other book, that can teach you everything you need to know about life... it's The Brothers Karamazov by Fyodor Dostoyevsky, but that's not enough anymore.", "title": "Slaughterhouse Five", "author": "Kurt Vonnegut"}, {"text": "Heaven did not seem to be my home; and I broke my heart with weeping to come back to earth; and the angels were so angry that they flung me out into the middle of the heath on the top of Wuthering Heights; where I woke sobbing for joy.", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "I had neither kith nor kin in England, and was therefore as free as air - or as free as an income of eleven shillings and sixpence a day will permit a man to be. Under such circumstances I naturally gravitated to London, that great cesspool into which all the loungers and idlers of the Empire are irresistibly drained.", "title": "A Study in Scarlet", "author": "Conan Doyle"}, {"text": "A father may have a child who is ugly and lacking in all the graces, and the love he feels for him puts a blindfold over his eyes so that he does not see his defects but considers them signs of charm and intelligence and recounts them to his friends as if they were clever and witty.", "title": "Don Quixote", "author": "Miguel de Cervantes"}, {"text": "If you talk to these extraordinary people, you find that they all understand this at one level or another. They may be unfamiliar with the concept of cognitive adaptability, but they seldom buy into the idea that they have reached the peak of their fields because they were the lucky winners of some genetic lottery. They know what is required to develop the extraordinary skills that they possess because they have experienced it firsthand.", "title": "Peak: Secrets from the New Science of Expertise", "author": "K. Anders Ericsson and Robert Pool"}, {"text": "The chemistry of an element is determined by the manner in which its electrons are arranged in the atom. Such arrangements are the basis of the modern periodic classification of the elements: the Periodic Table.", "title": "Structure and Bonding (Basic Concepts in Chemistry)", "author": "Jack Barrett"}, {"text": "Is this the real life? Is this just fantasy? Caught in a landslide, no escape from reality. Open your eyes, look up to the skies and see. I'm just a poor boy, I need no sympathy. Because I'm easy come, easy go, little high, little low. Any way the wind blows doesn't really matter to me.", "title": "Bohemian Rhapsody", "author": "Queen"}, {"text": "Meet me in the crowd, people. Throw your love around, love me. Take it into town, happy. Put it in the ground where the flowers grow, gold and silver shine.", "title": "Shiny Happy People", "author": "R.E.M."}, {"text": "The spot where we intend to fight must not be made known; for then the enemy will have to prepare against a possible attack at several different points.", "title": "The Art of War", "author": "Sun Tzu"}, {"text": "\"Pearl Harbor\" is a two-hour movie squeezed into three hours, about how on Dec. 7, 1941, the Japanese staged a surprise attack on an American love triangle. Its centerpiece is 40 minutes of redundant special effects, surrounded by a love story of stunning banality. The film has been directed without grace, vision, or originality, and although you may walk out quoting lines of dialog, it will not be because you admire them.", "title": "Your Movie Sucks", "author": "Roger Ebert"}, {"text": "\"The Spirit\" is mannered to the point of madness. There is not a trace of human emotion in it. To call the characters cardboard is to insult a useful packing material.", "title": "A Horrible Experience of Unbearable Length", "author": "Roger Ebert"}, {"text": "We live in a charmed world. If we have money we can buy literally everything. And the majority of us live lifestyles undreamed of only a generation or two ago.", "title": "Confessions of an Eco-Sinner: Tracking Down the Sources of My Stuff", "author": "Fred Pearce"}, {"text": "The Swarms have crushed the meager human resistance and laid waste to nine of the thirteen Terran worlds. Shortly after the fall of the Terran capitol world of Tarsonis, the main Protoss fleet abandoned the Terran Sector. Now, efforts continue on Tarsonis to weed out the remaining Protoss forces.", "title": "Starcraft", "author": "a game Starcraft"}, {"text": "When you type faster than usual, it forces you to start looking ahead at the words that are coming up so you can figure out where to place your fingers in anticipation. So, if you see that the next four letters will all be typed with fingers on your left hand, you can move the correct finger on your right hand into place for the fifth letter ahead. Tests on the best typists have shown that their speeds are closely related to how far ahead they look at upcoming letters while they type.", "title": "Peak: Secrets from the New Science of Expertise", "author": "K. Anders Ericsson and Robert Pool"}, {"text": "You know, you're very beautiful. You're also very quiet. And I'm not used to girls being that quiet unless they're medicated. Normally I go out with girls who talk so much you could hook them up to a wind turbine and they could power a small New Hampshire town.", "title": "Good Morning, Vietnam", "author": "Barry Levinson"}, {"text": "The sudden US interest in Mexico’s program of revolutionary reform was hardly accidental, but rather born from the convergences of an exceptional decade. In the first half of the 1930s, the US and Mexican governments both unveiled bold plans for reconstructing their national political economy, with a primary emphasis on righting rural wrongs.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "Beautiful, isn't it? It took me half a lifetime to invent it. I'm sure you've discovered my deep and abiding interest in pain. Presently I'm writing the definitive work on the subject so I want you to be totally honest with me on how the machine makes you feel. This being our first try, I'll use the lowest setting.", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "Come on and love me just a little bit. I'm gonna teach you how to sing it out. Come on, let me show you what it's all about.", "title": "ABC", "author": "Jackson 5"}, {"text": "Well, it's one louder, isn't it? It's not ten. You see, most blokes, you know, will be playing at ten. You're on ten here, all the way up, all the way up, all the way up, you're on ten on your guitar. Where can you go from there? Where?", "title": "This Is Spinal Tap", "author": "Rob Reiner"}, {"text": "It's much better to do good in a way that no one knows anything about it.", "title": "Anna Karenina", "author": "Leo Tolstoy"}, {"text": "An eye for an eye only ends up making the whole world blind.", "title": "Gandhi", "author": "Richard Attenborough"}, {"text": "Take care where you're going, doing all the things you do. Even when you're away from me, I'm the closest thing to you. Come here when it's over, when you think you've lost your world. Come here with your restlessness, and I will calm you down. 'Cause it feels like home when you are here.", "title": "Come Here", "author": "Cass Fox"}, {"text": "I remember way back then when everything was true and when we would have such a very good time. Such a fine time, such a happy time.", "title": "Our House", "author": "Madness"}, {"text": "We believe that we can change the things around us in accordance with our desires - we believe it because otherwise we can see no favourable outcome. We do not think of the outcome which generally comes to pass and is also favourable: we do not succeed in changing things in accordance with our desires, but gradually our desires change. The situation that we hoped to change because it was intolerable becomes unimportant to us. We have failed to surmount the obstacle, as we were absolutely determined to do, but life has taken us round it, led us beyond it, and then if we turn round to gaze into the distance of the past, we can barely see it, so imperceptible has it become.", "title": "In Search of Lost Time", "author": "Marcel Proust"}, {"text": "Spend all your time waiting for that second chance, for a break that would make it okay. There's always some reason to feel not good enough and it's hard at the end of the day.", "title": "Angel", "author": "Sarah McLachlan"}, {"text": "It's usually best to run as quick as you can for the first few laps, then settle into a comfortable, consistent pace.", "title": "Speed Secrets: Professional Race Driving Techniques", "author": "Ross Bentley"}, {"text": "Take my hand for a minute. We're in it. Imagine all the pain that might be forgiven. What if I had your heart? What if you wore my scars? How would we break down? What if you were me? What if I were you? What if you told my lies? What if I cried with your eyes? Could anyone keep us down? What if you were me? What if I were you?", "title": "What If", "author": "Five for Fighting"}, {"text": "Legend has it this bridge was constructed by a young man and woman who lived on opposite sides of the river. The two fell in love and constructed the bridge so they could meet in the middle and share what would be their first kiss. From that day on it would be known appropriately as the kissing bridge and if people had just stuck to the kissing Dr. Brown would have been able to avoid one heck of a crisis.", "title": "Everwood", "author": "Greg Berlanti"}, {"text": "Well, let me tell you something, Caveman. You are here on account of one person. If it wasn't for that person, you wouldn't be here digging holes in the hot sun. You know who that person is?", "title": "Holes", "author": "Louis Sachar"}, {"text": "At first they had tried to keep the finding quiet. After all, they were not absolutely sure it was an extraterrestrial message.", "title": "Contact", "author": "Carl Sagan"}, {"text": "Everybody gets told to write about what they know. The trouble with many of us is that at the earlier stages of life we think we know everything- or to put it more usefully, we are often unaware of the scope and structure of our ignorance.", "title": "Slow Learner: Early Stories", "author": "Thomas Pynchon"}, {"text": "The goal a reader seeks determines the way he reads. The effectiveness with which he reads is determined by the amount of effort and skill he puts into his reading. In general, the rule is: the more effort the better, at least in the case of books that are initially beyond our powers as readers and are therefore capable of raising us from a condition of understanding less to one of understanding more. Finally, the distinction between instruction and discovery (or between aided and unaided discovery) is important because most of us, most of the time, have to read without anyone to help us. Reading, like unaided discovery, is learning from an absent teacher. We can only do that successfully if we know how.", "title": "How to Read a Book", "author": "Charles Van Doren, Mortimer J. Adler"}, {"text": "Someone who takes an undemanding job because it affords him the time to pursue other interests and activities is considered a flake. A person who abandons a career in order to stay home and raise children is considered not to be living up to his potential. As if a job title and salary are the sole measure of human worth. You'll be told in a hundred ways, some subtle and some not, to keep climbing and never be satisfied with where you are, who you are, and what you're doing. There are a million ways to sell yourself out, and I guarantee you'll hear about them. To invent your own life's meaning is not easy, but it's still allowed, and I think you'll be happier for the trouble.", "title": "Kenyon College Commencement Address", "author": "a speech Bill Watterson"}, {"text": "Learning isn't a way of reaching one's potential but rather a way of developing it.", "title": "Peak: Secrets from the New Science of Expertise", "author": "K. Anders Ericsson and Robert Pool"}, {"text": "We'll send him cheesy movies, the worst we can find. He'll have to sit and watch them all and we'll monitor his mind. Now keep in mind Joel can't control when the movies begin or end because he used those special parts to make his robot friends.", "title": "Mystery Science Theater 3000: Manos the Hands of Fate", "author": "Joel Hodgson"}, {"text": "I haven't won my wings yet. That's why I'm called an Angel Second Class. I have to earn them. And you'll help me, will you?", "title": "It's a Wonderful Life", "author": "Frank Capra"}, {"text": "You choose to be hurt rather than to hurt others, right? You're nice and wonderful. But while it seems like you are choosing both, you're really forsaking both.", "title": "Tokyo Ghoul", "author": "Sui Ishida"}, {"text": "Covert intelligence involves a lot of waiting around. Any meeting, any appointment, you have to show up early, make sure you are not followed, make sure the area is secured, check out the other guy's advance team and see how well he is prepared. It's good trade craft, but it's like hanging out in your dentist's reception area 24 hours a day. You read magazines, sip coffee, and every once in a while someone tries to kill you.", "title": "Burn Notice", "author": "20th Century Fox"}, {"text": "Brother, I'm not depressed and haven't lost spirit. Life everywhere is life, life is in ourselves and not in the external. There will be people near me, and to be a human being among human beings, and remain one forever, no matter what misfortunes befall, not to become depressed, and not to falter - this is what life is, herein lies its task.", "title": "The Brothers Karamazov", "author": "Fyodor Dostoyevsky"}, {"text": "Sholes consulted with an educator who helped him analyze the most common pairings of letters in the English language. He then split up those letters so that their type bars were farther apart and less likely to jam. That in turn dictated the layout of the keyboard - known as QWERTY, for the first five letters in the upper row.", "title": "The Greatest Stories Never Told", "author": "Rick Beyer"}, {"text": "She's got a smile that, it seems to me, reminds me of childhood memories, where everything was as fresh as the bright blue sky. Now and then when I see her face she takes me away to that special place and if I'd stare too long I'd probably break down and cry.", "title": "Sweet Child O' Mine", "author": "Guns N' Roses"}, {"text": "There is absolutely no inevitability as long as there is a willingness to contemplate what is happening.", "title": "The Medium is the Massage", "author": "Marshall McLuhan"}, {"text": "If we suppose that the external world has appeared in the past, it must be yoked by the three characteristics - appearance, continuity, and destruction. But if the external world is what has appeared, how is it possible for the external world to show the characteristics that the external world shows now in front of us?", "title": "Fundamental Wisdom of the Middle Way: Nagarjuna's Mulamadhyamakakarika", "author": "Nagarjuna, translated by Gudo Wafu Nishijima, edited by Brad Warner"}, {"text": "For thirty years, I've sailed the seas and seen good and bad, better and worse, fair weather and foul, provisions running out, knives going, and what not. Well, now I tell you, I never seen good come o' goodness yet. Him as strikes first is my fancy; dead men don't bite; them's my views - amen, so be it.", "title": "Treasure Island", "author": "Robert Stevenson"}, {"text": "You can't blame me. They've been making statues for some two thousand years, and I've only been collecting for five.", "title": "Citizen Kane", "author": "Orson Welles"}, {"text": "The place to improve the world is first in one's own heart and head and hands, and then to work outward from there. Other people can talk about how to expand the destiny of mankind. I just want to talk about how to fix a motorcycle. I think that what I have to say has more lasting value.", "title": "Zen and the Art of Motorcycle Maintenance", "author": "Robert M. Pirsig"}, {"text": "There's lots to see. Nothin' to block your view. Like the mountains back there. They're uh... Well, what the hell? I could've sworn there was a big mountain range back there. Juttin' up into the sky all purple and majestic. I must be thinkin' of a postcard I saw or somethin'. Hey, it is kinda flat, thanks for pointin' that out.", "title": "Corner Gas", "author": "Brent Butt"}, {"text": "It's no use going back to yesterday, because I was a different person then.", "title": "Alice's Adventures in Wonderland", "author": "Lewis Carroll"}, {"text": "My friend, I shall be pedagogic, and say you ought to start with Logic. Even eating and drinking, so easy and free, can only be done with One, Two, Three.", "title": "Faust", "author": "a poem by Johann Wolfgang von Goethe"}, {"text": "I would wear the blue overalls of the fieldworker and often wore round, rimless glasses known as Mazzawati teaglasses. I had a car, and I wore a chauffeur's cap with my overalls. The pose of chauffeur was convenient because I could travel under the pretext of driving my master's car.", "title": "Long Walk to Freedom: The Autobiography of Nelson Mandela", "author": "Nelson Mandela"}, {"text": "There have been times, lately, when I dearly wished that I could change the past. Well, I can't, but I can change the present, so that when it becomes the past it will turn out to be a past worth having.", "title": "I Shall Wear Midnight", "author": "Terry Pratchett"}, {"text": "I also thought about my wife, the most important person in my life, who has stuck to me over many hardships and hurdles. But somehow we made it. My wife has been the most adorable person, a friend closest in my life, a most wonderful lover. We loved every minute of our lives together.", "title": "Mabo", "author": "Rachel Perkins"}, {"text": "Instead of hiring workers during the peak hog kill in the winter and then laying them off when the work slowed down, Jay had instituted a system of paying workers a steady wage year-round.", "title": "SPAM: A Biography: The Amazing True Story of America's \"Miracle Meat!\"", "author": "Carolyn Wyman"}, {"text": "We'd like to know a little bit about you for our files. We'd like to help you learn to help yourself. Look around you, all you see are sympathetic eyes. Stroll around the grounds until you feel at home.", "title": "Mrs. Robinson", "author": "Simon & Garfunkel"}, {"text": "Welcome to the world of international intrigue where today's friend becomes tomorrow's foe. Even James Bond, with years of experience, has trouble keeping up with the shifting alliances. You can be sure of one thing only: the spy who loved you may also have a license to kill.", "title": "GoldenEye 007", "author": "a game RareWare"}, {"text": "In and around the lake. Mountains come out of the sky and they stand there. One mile over we'll be there and we'll see you, ten true summers we'll be there and laughing too. Twenty four before my love you'll see, I'll be there with you.", "title": "Roundabout", "author": "Yes"}, {"text": "We think it is time that you recognized that you are masters in someone else's home. Despite the best intentions of the best of you, you must, in the nature of things, humiliate us to control us. General Dyer is but an extreme example of the principle... it is time you left.", "title": "Ghandi", "author": "Richard Attenborough"}, {"text": "Other keyboard layouts have been created since, but the original continues to thrive. It is a telling demonstration of the power of inertia and the reward of being first.", "title": "The Greatest Stories Never Told", "author": "Rick Beyer"}, {"text": "Growing up in the suburbs in the '60s, you were pretty much sheltered from the forces of change unleashed by the outside world. But what about the forces of change unleashed from within? Change. Not always a pretty sight. In fact it could get pretty ugly. But that was the stuff that movies were made of. That wasn't the real world. Or was it?", "title": "The Wonder Years", "author": "Neal Marlens and Carol Black"}, {"text": "Eating, bathing, having a girlfriend, having an active social life is incidental, it gets in the way of code time. Writing code is the primary force that drives our lives so anything that interrupts that is wasteful.", "title": "Triumph of the Nerds", "author": "Paul Sen"}, {"text": "Although some farmers in the United States and Mexico took up pens or rifles to contest their marginalization, most judged open resistance too risky and quietly abandoned their land. Indeed, the technopolitical transformation of agriculture in the postwar decades resulted in a rural enclosure movement of unprecedented scale and scope. Hundreds of thousands of displaced campesinos from central and southern Mexico migrated to the new agricultural hubs of Sinaloa and Baja California, arriving hat in hand as wageworkers. Millions more fled failing ejidos for growing metropolises.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "I think it's good that we talk. I have a problem. Now I have to find out if it is my problem or your problem.", "title": "The Godfather: Part III", "author": "Francis Ford Coppola"}, {"text": "The weird thing about houses is that they almost always look like nothing is happening inside of them, even though they contain most of our lives. I wondered if that was sort of the point of architecture.", "title": "The Fault in Our Stars", "author": "John Green"}, {"text": "This is a promise with a catch. Only if you're looking can it find you. 'Cause true love is searching too. But how can it recognize you unless you step out into the light? Don't be sad, I know you will be, but don't give until true love will find you in the end.", "title": "True Love Will Find You in the End", "author": "Daniel Johnston"}, {"text": "The funny thing is, on the outside, I was an honest man, straight as an arrow. I had to come to prison to be a crook.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "Let me tell you something my friend. Hope is a dangerous thing. Hope can drive a man insane.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "After the victory at Wounded Knee, the angel of Columbia did present herself to Father Comstock and show him a vision of the future. And so our Prophet led the people away from the Sodom Below, up, up into the city, where they created an even more perfect union. But it was the miracle child, the lamb, that is the future of our city. For the Prophet has said that she in the tower will lead the Sodom Below into righteousness.", "title": "BioShock Infinite", "author": "a game 2K"}, {"text": "The United States and Mexico, nations long understood on opposing sides of those binary divisions, grappled with strikingly analogous agrarian transformations during the twentieth century. Unprecedented social movements that confronted dispossession and inequality in the countryside shook both nations and both witnessed ruling regimes that intermittently embraced agrarian rebels but abandoned them when politically opportune. In time, each saw the rise of an expert class that sought to wield social and biological science to remake agriculture and rural life. The transformations of the US and Mexican countryside did not merely run parallel, though; they frequently intersected.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "I know Darth Vader's really got you annoyed but remember, if you kill him, then you'll be unemployed.", "title": "Yoda", "author": "\"Weird Al\" Yankovic"}, {"text": "To think that the affairs of this life always remain in the same state is a vain presumption; indeed they all seem to be perpetually changing and moving in a circular course. Spring is followed by summer, summer by autumn, and autumn by winter, which is again followed by spring, and so time continues its everlasting round. But the life of man is ever racing to its end, swifter than time itself, without hope of renewal, unless in the next that is limitless and infinite.", "title": "Don Quixote", "author": "Miguel de Cervantes"}, {"text": "Nothing in life is easy. But that's no reason to give up. You'll be surprised what you can accomplish if you set your mind to it.", "title": "Holes", "author": "Louis Sachar"}, {"text": "Is it sweeter to exist only in the mind or to exist both in the mind and in reality? Flipping out and wailing on guitars is much sweeter when someone is actually doing it. So when we conceive of the sweetest being ever, we are conceiving of the being that exists both in the mind and in reality.", "title": "REAL Ultimate Power: The Official Ninja Book", "author": "Robert Hamburger"}, {"text": "You know what I'd like to be? A cartoon of some kind. You know, like when they get hit in the head with a frying pan or something, and their head looks like the frying pan, with the handle and everything? They they just go boing and their head comes back to normal? Wouldn't that be great?", "title": "Breaking Away", "author": "Peter Yates"}, {"text": "It's enough for me to be sure that you and I exist at this moment.", "title": "One Hundred Years of Solitude", "author": "Gabriel Garcia Marquez"}, {"text": "Ladies and Gentlemen. I stand before you now because I never stopped dawdling like an eight-year-old on a spring morning on his way to school. Anything can make me stop and look and wonder, and sometimes learn. I am a very happy man. Thank you.", "title": "Cat's Cradle", "author": "Kurt Vonnegut"}, {"text": "You think you will die, but you just keep living, day after day after terrible day.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "I felt despair. The word's overused and banalified now, despair, but it's a serious word, and I'm using it seriously. For me it denotes a simple admixture - a weird yearning for death combined with a crushing sense of my own smallness and futility that presents as a fear of death.", "title": "A Supposedly Fun Thing I'll Never Do Again", "author": "David Foster Wallace"}, {"text": "Some men dream of money, some men dream of love. My father dreamt of a flood of fire. We were given Eden, and we turned it into Sodom. Why do we deserve salvation? The Lord gave Noah a fish in the form of a flood. But he was not so easy on me.", "title": "BioShock Infinite", "author": "a game 2K"}, {"text": "Now if you choose not to respond to my parental authority I should warn you I have mind-altering drugs in the other room and I'm not afraid to use them.", "title": "Everwood", "author": "Greg Berlanti"}, {"text": "Listen, Jim, a simpleton of all times. A big-eyed baby. Knows Lincoln and Washington by heart. Stands at attention in the Governor's presence. He even collects stray boys and cats.", "title": "Mr. Smith Goes to Washington", "author": "Frank Capra"}, {"text": "I can tell you my love for you will still be strong, after the boys of summer have gone.", "title": "The Boys of Summer", "author": "Don Henley"}, {"text": "In the town where I was born, lived a man who sailed to sea. And he told us of his life in the land of submarines, so we sailed up to the sun, till we found the sea of green and we lived beneath the waves in our yellow submarine.", "title": "Yellow Submarine", "author": "The Beatles"}, {"text": "Our world, with its rules of causality, has trained us to be miserly with forgiveness. By forgiving them too readily, we can be badly hurt. But if we've learned from a mistake and became better for it, shouldn't we be rewarded for the learning, rather than punished for the mistake?", "title": "Braid", "author": "Number None Inc."}, {"text": "Begin the day with a friendly voice. A companion, unobtrusive plays that song that's so elusive, and the magic music makes your morning mood. Off on your way, hit the open road. There is magic at your fingers for the spirit ever lingers undemanding contact in your happy solitude.", "title": "The Spirit of Radio", "author": "Rush"}, {"text": "Out in California they're gonna have some warm weather tomorrow, gang wars, and some very overpriced real estate. Up in the Pacific Northwest as you can see they're gonna have some very, very tall trees.", "title": "Groundhog Day", "author": "Harold Ramis"}, {"text": "Not long after World War II, the stormy public debate over rural poverty and the human impact of agricultural change tapered off in each nation. As conservatives silenced dissenting voices by means of force or compromise, it would be concerns of productivity - not inequality - that dominated the next generation of rural policy making.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "People just don't understand what is involved in this. This is an art form! You know, I think that most people just think that I hold a camera and point at stuff, but there is a heck of a lot more to it than just that.", "title": "Groundhog Day", "author": "Harold Ramis"}, {"text": "Around midafternoon, the snow thinned into sleet, and some umbrellas appeared on Kissena Boulevard. When the green lights came on, pedestrians skirted or jumped across the puddles gathering at the curbs.", "title": "A Good Fall: Stories", "author": "Ha Jin"}, {"text": "Quartz is the commonest of the crystalline forms of silicon dioxide. It crystallizes in the hexagonal system, most usually in the form of a six-sided prism surmounted by a six-sided pyramid. It is also frequently found as irregular masses, or as aggregates of small crystals and crystalline grains. It possess no regular cleavage, but breaks with an irregular and often curved fracture.", "title": "Agricultural Geology", "author": "R.H. Rastall, M.A."}, {"text": "Sliding-window flow controls are designed to provide reliable services in a more efficient way, using less network bandwidth for acknowledgments. The sliding-window technique basically lets the sender transmit multiple packets at a time and use the transmission channel as efficiently as possible.", "title": "Encyclopedia of Networking and Telecommunications", "author": "Tom Sheldon"}, {"text": "No man's life can be encompassed in one telling. There is no way to give each year its allotted weight, to include each event, each person who helped to shape a lifetime. What can be done is to be faithful in spirit to the record and try to find one's way to the heart of the man...", "title": "Ghandi", "author": "Richard Attenborough"}, {"text": "Her hair reminds me of a warm safe place where as a child I'd hide and pray for the thunder and the rain to quietly pass me by.", "title": "Sweet Child O' Mine", "author": "Guns N' Roses"}, {"text": "At first they had tried to keep the finding quiet. After all, they were not absolutely sure it was an extraterrestrial message. A premature or mistaken announcement would be a public relations disaster. But worse than that, it would interfere with the data analysis. If the press descended, the science would surely suffer.", "title": "Contact", "author": "Carl Sagan"}, {"text": "That night of my sister's 18th birthday a lot of things happened. Maybe more than she knew. Because that night when my father let Karen go out, he let Karen go. Maybe that's how it had to be. Children leave. And parents stay behind. Still, some things are deeper than time and distance and your father will always be your father. And he will always leave a light on for you.", "title": "The Wonder Years", "author": "Neal Marlens and Carol Black"}, {"text": "Sholes split up the most common pairings of letters in the English language so that their type bars were farther apart and less likely to jam. That in turn dictated the layout of the keyboard - known as QWERTY, for the first five letters in the upper row.", "title": "The Greatest Stories Never Told", "author": "Rick Beyer"}, {"text": "When you are typing on a typewriter, your input appears directly on paper. When you are typing on a computer, your input appears on a screen and is transferred to paper after the proper command has been given.", "title": "Mastering Computer Typing (1995)", "author": "Sheryl Lindsell-Roberts"}, {"text": "I think if your clients want to sit on my shoulders and call themselves tall, they have the right to give it a try. But there's no requirement that I enjoy sitting here listening to people lie. You have part of my attention. You have the minimum amount. The rest of my attention is back at the offices of Facebook, where my colleagues and I are doing things that no one in this room, including and especially your clients, are intellectually or creatively capable of doing.", "title": "The Social Network", "author": "David Fincher"}, {"text": "I took a course in art last winter. I learnt the difference between a fine oil painting, and a mechanical thing, like a photograph. The photograph shows only the reality. The painting shows not only the reality, but the dream behind it. It's our dreams, doctor, that carry us on. They separate us from the beasts.", "title": "Harvey", "author": "Henry Koster"}, {"text": "Well, it just so happens, this hacienda comes with its very own private beach. And this private beach just so happens to look particularly beautiful bathed in moonlight. And there just so happens to be a full moon out tonight.", "title": "Kill Bill, Volume 2", "author": "directed by Quentin Tarantino"}, {"text": "Dropping through sky, through the glass of the roof, through the roof of your mouth, through the mouth of your eye, through the eye of the needle, it's easier for me to get closer to heaven than ever feel whole again.", "title": "Disintegration", "author": "The Cure"}, {"text": "I am doing good to the poor, but I differ in opinion about the means. I think the best way of doing good to the poor is not making them easy in poverty, but leading them or driving them out of it.", "title": "Memoirs of Benjamin Franklin", "author": "Ben Franklin"}, {"text": "And I said, I don't care if they lay me off either, because I told Bill that if they move my desk one more time, then I'm quitting, I'm going to quit. They've moved my desk four times already this year, and I used to be over by the window, and I could see the squirrels, and they were married, but then, they switched from the Swingline to the Boston stapler, but I kept my Swingline stapler.", "title": "Office Space", "author": "directed by Mike Judge"}, {"text": "They reminded me that it was my fate to pursue only phantoms, creatures whose reality existed to a great extent in my imagination; for there are people - and this had been my case since youth - for whom all the things that have a fixed value, assessable by others, fortune, success, high positions, do not count; what they must have is phantoms. They sacrifice all the rest, devote all their efforts, make everything else subservient to the pursuit of some phantom. But this soon fades away; then they run after another only to return later on to the first.", "title": "In Search of Lost Time", "author": "Marcel Proust"}, {"text": "Notoriety, for whatever reason, never seems to benefit the noted, only the notees.", "title": "Easy A", "author": "Will Gluck"}, {"text": "I love the ground under his feet, and the air over his head, and everything he touches and every word he says. I love all his looks, and all his actions and him entirely and all together.", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "One scientist I met recently told me he reckoned that the average household in Europe or North America has so many devices and such a variety of food and clothing that to produce the same lifestyle in Roman times would have required six thousand slaves.", "title": "Confessions of an Eco-Sinner: Tracking Down the Sources of My Stuff", "author": "Fred Pearce"}, {"text": "Come sail your ships around me and burn your bridges down. We make a little history, baby, every time you come around.", "title": "The Ship Song", "author": "Nick Cave & The Bad Seeds"}, {"text": "What alternative is there to the media's \"Us\" versus \"Them\"? The danger is that if it is used to prop up this \"righteous\" position of \"ours\" all we will see from now on are ever more exacting and minute analyses of the \"dirty\" distortions in \"their\" thinking. Without some flexibility in our definitions we'll remain forever stuck with the same old knee-jerk reactions, or worse, slide into complete apathy.", "title": "Underground", "author": "Haruki Murakami"}, {"text": "Paranoia is a survival trait when you run in my circles. It gives you something to do in your spare time, coming up with solutions to ridiculous problems that aren't ever going to happen. Except when one of them does, at which point you feel way too vindicated.", "title": "Changes", "author": "Jim Butcher"}, {"text": "He started running, up and up, until he hurled himself into the air. As he was falling face down, somehow all the years of training in martial arts at once possessed him. His body instinctively adjusted itself and even his arms spread out, swinging to ensure that he wouldn't hurt himself fatally. With a thump his feet landed on the ground.", "title": "A Good Fall: Stories", "author": "Ha Jin"}, {"text": "Hello, I'm Eugene Levy. And yes, I'm an actor. No, I said cappuccino. I'm here to talk to you about something very important. And no, it's not about me or my career. I'm here to talk about subliminal messages in rock and roll music. Or as it's simply known in some cultures, 'rock music'. You see, for years the government has been wisely coercing teenagers to buy products they normally wouldn't want just to get their money.", "title": "Josie and the Pussycats", "author": "Harry Elfont and Deborah Kaplan"}, {"text": "A young Jedi named Darth Vader, who was a pupil of mine until he turned to evil, helped the Empire hunt down and destroy the Jedi knights. He betrayed and murdered your father. Now the Jedi are all but extinct. Vader was seduced by the dark side of the Force.", "title": "Star Wars", "author": "George Lucas"}, {"text": "Stretching improves flexibility. By gradually stretching the major muscle groups, you can increase your flexibility. The main benefit is to reduce the risk of injury while involved in sports or in normal daily activities such as bending, reaching and lifting.", "title": "Quick and Healthy Volume II", "author": "Brenda J. Ponichtera"}, {"text": "In the middle of our life journey I found myself in a dark wood. I had wandered from the straight path. It isn't easy to talk about it: it was such a thick, wild, and rough forest that when I think of it my fear returns.", "title": "Dante's Inferno", "author": "Dante Alighieri"}, {"text": "That day, for no particular reason, I decided to go for a little run. So I ran to the end of the road. And when I got there, I thought maybe I'd run to the end of town. And when I got there, I thought maybe I'd just run across Greenbow County. And I figured, since I run this far, maybe I'd just run across the great state of Alabama.", "title": "Forrest Gump", "author": "directed by Robert Zemeckis"}, {"text": "Oh I'm sure that's exactly what you want these people to believe. You know something, Bender? You ought to spend a little more time trying to do something with yourself and a little less time trying to impress people. You might be better off. All right, that's it! I'm going to be right outside those doors! The next time I have to come in here, I'm crackin' skulls!", "title": "The Breakfast Club", "author": "John Hughes"}, {"text": "I have dreamt in my life, dreams that have stayed with me ever after, and changed my ideas; they have gone through and through me, like wine through water, and altered the color of my mind. And this is one: I'm going to tell it - but take care not to smile at any part of it.", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "Hello, hello, hello. With the lights out, it's less dangerous. Here we are now, entertain us. I feel stupid and contagious. Here we are now, entertain us. A mulatto, an albino, a mosquito, my libido. Yeah!", "title": "Smells Like Teen Spirit", "author": "Nirvana"}, {"text": "Sweet the rain's new fall, sunlit from heaven like the first dewfall on the first grass. Praise for the sweetness of the wet garden, sprung in completeness where his feet pass.", "title": "Morning Has Broken", "author": "Cat Stevens"}, {"text": "In the not too distant future, next Sunday AD, there was a guy named Joel not too different from you or me. He worked at Gizmonic Institute, just another face in a red jumpsuit. He did a good job cleaning up the place but his bosses didn't like him so they shot him into space.", "title": "Mystery Science Theater 3000: Manos the Hands of Fate", "author": "Joel Hodgson"}, {"text": "We are being watched. The government has a secret system, a machine that spies on you every hour of every day. I designed the machine to detect acts of terror but it sees everything. Violent crimes involving ordinary people. The Government considers these people \"irrelevant\". We don't. Hunted by the authorities, we work in secret. You'll never find us, but victim or perpetrator, if your number's up... we'll find you.", "title": "Person of Interest (Opening Narration)", "author": "Jonathan Nolan"}, {"text": "Comstock says all this trouble, all this strife, is on our heads. Says we're to blame. Says ain't nobody got nothing to complain about, and if it's not fine for you and yours, that's 'cause you a backslider and you've fallen into sin.", "title": "BioShock Infinite", "author": "a game 2K"}, {"text": "Atticus said to Jem one day, \"I'd rather you shot at tin cans in the backyard, but I know you'll go after birds. Shoot all the blue jays you want, if you can hit 'em, but remember it's a sin to kill a mockingbird.\" That was the only time I ever heard Atticus say it was a sin to do something, and I asked Miss Maudie about it. \"Your father's right,\" she said. \"Mockingbirds don't do one thing except make music for us to enjoy. They don't eat up people's gardens, don't nest in corn cribs, they don't do one thing but sing their hearts out for us. That's why it's a sin to kill a mockingbird.\"", "title": "To Kill a Mockingbird", "author": "Harper Lee"}, {"text": "In this world, you must be oh so smart, or oh so pleasant. Well, for years I was smart. I recommend pleasant. You may quote me.", "title": "Harvey", "author": "Henry Koster"}, {"text": "My entire life had been on a predictable trajectory dominated by a couple of university degrees and thirteen years of white-collar employment. My identity was defined by my career. I now planned a radical shift, a big leap into the unknown: from corporate executive to unemployed guy setting up libraries in the Himalayas.", "title": "Leaving Microsoft to Change the World", "author": "John Wood"}, {"text": "Lieutenant Dan got me invested in some kind of fruit company. So then I got a call from him, saying we don't have to worry about money no more. And I said, \"That's good! One less thing.\"", "title": "Forrest Gump", "author": "Robert Zemeckis"}, {"text": "Heaven knows we need never be ashamed of our tears, for they are rain upon the blinding dust of earth, overlying our hard hearts. I was better after I had cried, than before - more sorry, more aware of my own ingratitude, more gentle.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "Oh, I'm sorry, did I break your concentration? I didn't mean to do that. Please, continue. You were saying something about \"best intentions\"? What's the matter? Oh, you were finished? Oh, well allow me to retort: What does Marsellus Wallace look like? What country you from? \"What\" ain't no country I've ever heard of. They speak English in What? English, do you speak it? Then you know what I'm saying.", "title": "Pulp Fiction", "author": "Quentin Tarantino"}, {"text": "This mystery of use without consumption, of warmth without combustion, seems like magic, but was merely an ingenious application of the art now happily lost but carried to great perfection by your ancestors, of shifting the burden of one's support on the shoulders of others.", "title": "Looking Backward", "author": "Edward Bellamy"}, {"text": "Out of my thoughts! You are part of my existence, part of myself. You have been in every line I have ever read, since I first came here, the rough common boy whose poor heart you wounded even then. You have been in every prospect I have ever seen since - on the river, on the sails of the ships, on the marshes, in the clouds, in the light, in the darkness, in the wind, in the woods, in the sea, in the streets. You have been the embodiment of every graceful fancy that my mind has ever become acquainted with.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "Never give up. Most races are decided in the last 10 percent of the race.", "title": "Speed Secrets: Professional Race Driving Techniques", "author": "Ross Bentley"}, {"text": "But the life of man is ever racing to its end, swifter than time itself, without hope of renewal, unless in the next that is limitless and infinite.", "title": "Don Quixote", "author": "Miguel de Cervantes"}, {"text": "King, eh? Very nice. And how'd you get that, eh? By exploiting the workers. By hanging on to outdated imperialist dogma which perpetuates the economic and social differences in our society.", "title": "Monty Python and The Holy Grail", "author": "directed by Terry Jones"}, {"text": "God made the world just as much for me as for any one else.", "title": "De Profundis", "author": "Oscar Wilde"}, {"text": "It's a sad communication with little reason to believe when one isn't giving and one pretends to receive. Pardon my heart if I showed that I cared, but I love you more than moments we have or have not shared.", "title": "Pardon My Heart", "author": "Neil Young"}, {"text": "It was one of those March days when the sun shines hot and the wind blows cold: when it is summer in the light, and winter in the shade.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "Whatever happened to chivalry? Does it only exist in '80s movies? I want John Cusack holding a boombox outside my window. I wanna ride off on a lawnmower with Patrick Dempsey. I want Jake from \"Sixteen Candles\" waiting outside the church for me. I want Judd Nelson thrusting his fist into the air because he knows he got me. Just once I want my life to be like an '80s movie, preferably one with a really awesome musical number for no apparent reason. But no, no, John Hughes did not direct my life.", "title": "Easy A", "author": "Will Gluck"}, {"text": "My brother, your father, he and I. Opposites. But I never doubted his love. He would do anything for me. But his temper clouded his judgement. I don't want to see the same thing happen to you.", "title": "The Godfather: Part III", "author": "Francis Ford Coppola"}, {"text": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "title": "The Long Dark Tea-Time of the Soul", "author": "Douglas Adams"}, {"text": "There's a harsh truth to face. No way I'm gonna make it on the outside. All I do anymore is think of ways to break my parole, so maybe they'd send me back. Terrible thing, to live in fear. Brooks Hatlen knew it. Knew it all too well. All I want is to be back where things make sense. Where I won't have to be afraid all the time. Only one thing stops me. A promise I made to Andy.", "title": "The Shawshank Redemption", "author": "Frank Darabont"}, {"text": "I don't have any problem understanding why people flunk out of college or quit their jobs or cheat on each other or break the law or spray-paint walls.  A little bit outside of things is where some people feel each other. We do it to replace the frame of family. We do it to erase and remake our origins in their own images. To say, I too was here.", "title": "The Chronology of Water", "author": "Lidia Yuknavitch"}, {"text": "Wow. This is the first time I've walked down the aisle without the possibility of it ending in divorce.", "title": "Friends", "author": "David Crane and Marta Kauffman"}, {"text": "There are two kinds of fibers in our muscles, red and white. When an athlete trains for long distance running, he or she builds more red muscle fibers than white muscle fibers in his calf muscles. A sprinter has more white muscles. If you retrain a marathon runner to be a sprinter, most of the muscle fibers will convert to white muscles.", "title": "The Complete Idiot's Guide to Improving Your IQ", "author": "Richard G"}, {"text": "Space is big. Really big. You just won't believe how vastly hugely mindbogglingly big it is. I mean you may think it's a long way down the road to the chemist, but that's just peanuts to space.", "title": "The Hitchhiker's Guide to the Galaxy", "author": "Douglas Adams"}, {"text": "Just remember that the things you put into your head are there forever, he said. You might want to think about that. You forget some things, don't you? Yes. You forget what you want to remember and you remember what you want to forget.", "title": "The Road", "author": "Cormac McCarthy"}, {"text": "Is this the real life? Is this just fantasy? Caught in a landslide, no escape from reality. Open your eyes, look up to the skies and see.", "title": "Bohemian Rhapsody", "author": "Queen"}, {"text": "She's got a smile that, it seems to me, reminds me of childhood memories, where everything was as fresh as the bright blue sky.", "title": "Sweet Child O' Mine", "author": "Guns N' Roses"}, {"text": "Your sins are terrible. It is just that you suffer. Your life could be redeemed, but I know you don't believe that. You will not change.", "title": "The Godfather: Part III", "author": "Francis Ford Coppola"}, {"text": "If you want to drive a race car well, whether to win an Indy car race or just have fun competing in the middle of the pack in an amateur race, you must be seated properly in the car. First of all, you must be comfortable, otherwise it will be overly tiring and very difficult to concentrate. Many races have been lost simply because a driver lost concentration due to discomfort from a poorly fitted seat.", "title": "Speed Secrets: Professional Race Driving Techniques", "author": "Ross Bentley"}, {"text": "And though it's always been with me, I must tear down the wall and let it be. All I am, and all that I was ever meant to be, in harmony, shining true and smiling back at all who wait to cross. There is no loss.", "title": "The Wall", "author": "Kansas"}, {"text": "In general, many of these targets are easier marks if you are wearing the correct uniform. You should always have one suit or fashionable dress outfit hanging in the closet for the proper heists.", "title": "Steal This Book", "author": "Abbie Hoffman"}, {"text": "In Bangladesh, the average production rate per local hen of 50 eggs/year was regarded by some as low productivity. However, if it is considered that 50 eggs per hen per year represents four hatches from four clutches of eggs laid, incubated and hatched by the mother hen, and the outcome is 30 saleable chickens reared per year (assuming no eggs sold or eaten, 80 percent hatchability and 25 percent rearing mortality), then it is a remarkably high productivity.", "title": "Small-Scale Poultry Production: Technical Guide", "author": "E. B. Sonaiya, S. E. J. Swan"}, {"text": "If we all go for the blonde and block each other, not a single one of us is going to get her. So then we go for her friends, but they will all give us the cold shoulder because no one likes to be second choice. But what if none of us goes for the blonde? We won't get in each other's way and we won't insult the other girls. It's the only way to win.", "title": "A Beautiful Mind", "author": "directed by Ron Howard"}, {"text": "All around us are hot dog vending machines in different guises - independent entities concurrently responding to events in the world. The espresso machine at your favorite coffee shop, the pet hamster you loved as a child - everything can be deconstructed into a set of behaviors that follow the general form \"when x happens, do y.\"", "title": "Clojure for the Brave and True", "author": "Daniel Higginbotham"}, {"text": "Inadequate ventilation of poultry houses results in a build-up of ammonia gas from poultry faeces, which contain urea. This can predispose the poultry to respiratory disorders, such as sneezing, running eyes and mucous discharges from the mouth. Providing good ventilation easily prevents this.", "title": "Small-Scale Poultry Production: Technical Guide", "author": "E. B. Sonaiya, S. E. J. Swan"}, {"text": "This was the most delicious meal he'd had in recent years, and he picked up the shrimp and scallops one after another and swallowed them as if they did not require chewing. The snow peas were crisp, the bamboo shoots crunchy, and the portabella mushrooms succulent, perfectly done.", "title": "A Good Fall: Stories", "author": "Ha Jin"}, {"text": "There is so much darkness in Ember, Lina. It's not just outside, it's inside us, too. Everyone has some darkness inside. It's like a hungry creature. It wants and wants and wants with a terrible power. And the more you give it, the bigger and hungrier it gets.", "title": "The City of Ember", "author": "Jeanne DuPrau"}, {"text": "As you know the concept of the suction pump is centuries old. Really that's all this is except that instead of sucking water I'm sucking life. I've just sucked one year of your life away. I might one day go as high as five but I really don't know what that would do to you. So let's just start with what we have. What did this do to you? Tell me. And remember, this is for posterity so be honest. How do you feel?", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "I just finished this fascinating book. By the year 2030, there will be computers that can carry out the same amount of functions as an actual human brain. So theoretically, you could download your thoughts and memories into this computer and live forever as a machine!", "title": "Friends", "author": "David Crane and Marta Kauffman"}, {"text": "It was Silver's voice, and before I had heard a dozen words, I would not have shown myself for all the world. I lay there, trembling and listening, in the extreme of fear and curiosity, for, in those dozen words, I understood that the lives of all the honest men aboard depended on me alone.", "title": "Treasure Island", "author": "Robert Stevenson"}, {"text": "Well, you've cracked the sky, scrapers fill the air, but will you keep on building higher till there's no more room up there? Will you make us laugh, will you make us cry? Will you tell us when to live, will you tell us when to die?", "title": "Where Do The Children Play", "author": "Yusuf Islam/Cat Stevens"}, {"text": "He's more myself than I am. Whatever our souls are made of, his and mine are the same.", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "He said that if culture is a house, then language was the key to the front door; to all the rooms inside. Without it, he said, you ended up wayward, without a proper home or a legitimate identity.", "title": "And the Mountains Echoed", "author": "Khaled Hosseini"}, {"text": "I have felt as bleak as I've felt since puberty, and have filled almost three Mead notebooks trying to figure out whether it was Them or Just Me.", "title": "A Supposedly Fun Thing I'll Never Do Again", "author": "David Foster Wallace"}, {"text": "This is the end, beautiful friend. This is the end, my only friend - the end of our elaborate plans, the end of everything that stands, the end. No safety or surprise, the end. I'll never look into your eyes, again.", "title": "The End", "author": "The Doors"}, {"text": "Olivia Pope doesn't use her magic for evil, she uses it for good. Olivia Pope doesn't move Heaven and Earth and further corrupt the justice system unless she knows at the end of the day she can put on the white hat and ride out of town.", "title": "Scandal", "author": "ABC Studios"}, {"text": "An essential characteristic of the superhero mythology is, there's the superhero, and there's the alter ego. Batman is actually Bruce Wayne, Spider-Man is actually Peter Parker. When he wakes up in the morning, he's Peter Parker. He has to put on a costume to become Spider-Man. And it is in that characteristic that Superman stands alone. Superman did not become Superman, Superman was born Superman.", "title": "Kill Bill, Volume 2", "author": "directed by Quentin Tarantino"}, {"text": "It's hard to believe that twenty years ago there were no personal computers. Now it's the third largest industry in the world, somewhere between energy production and illegal drugs but the most amazing thing of all is that it happened by accident because a bunch of disenfranchised nerds wanted to impress their friends.", "title": "Triumph of the Nerds", "author": "Paul Sen"}, {"text": "According to the popular story, the keyboard invented by August Dvorak, a professor of education at the University of Washington, is vastly superior to the Qwerty keyboard developed by Christopher Sholes that is now in common use. We are to believe that, although the Dvorak keyboard is vastly superior to the Qwerty, virtually no one trains on Dvorak because there are too few Dvorak typists.", "title": "Famous Fables of Economics, Chapter 4: Fable of the Keys", "author": "Stan J. Liebowitz and Stephen E. Margolis"}, {"text": "It's inhuman to serve the same food day after day. The Geneva convention prohibits the killing of our taste buds! I simply can not eat the same food day after day. Fish! Liver! Day after day! I've eaten a river of liver and an ocean of fish! I've eaten so much fish I'm ready to grow gills! I've eaten so much liver I can only make love if I'm smothered in bacon and onions! Are we going to stand for this? Are we going to let them do this to us? No, I say NO! We're not going to eat this dreck anymore! We want something else!", "title": "M*A*S*H", "author": "Larry Gelbart"}, {"text": "Valley (or graben) breezes and mountain breezes are a very localized phenomenon. They relate directly to daily temperature variations between summits and bases. Since it is in the highest reaches that the maximum diurnal range is attained, it is the summits which drive the mechanism. Nights in the mountains are colder than those in the valleys below, especially if moist air collects in those valleys.", "title": "The Meteorology and Climate of Tropical Africa", "author": "Marcel Leroux"}, {"text": "Someone who takes an undemanding job because it affords him the time to pursue other interests and activities is considered a flake. A person who abandons a career in order to stay home and raise children is considered not to be living up to his potential. As if a job title and salary are the sole measure of human worth. You'll be told in a hundred ways, some subtle and some not, to keep climbing and never be satisfied with where you are, who you are, and what you're doing. There are a million ways to sell yourself out, and I guarantee you'll hear about them. To invent your own life's meaning is not easy, but it's still allowed, and I think you'll be happier for the trouble.", "title": "Kenyon College Commencement Address", "author": "Bill Watterson"}, {"text": "An honest bookstore would post the following sign above its \"self-help\" section: \"For true self-help, please visit our philosophy, literature, history and science sections, find yourself a good book, read it, and think about it.\"", "title": "I Hated, Hated, Hated This Movie", "author": "Roger Ebert"}, {"text": "So long, Pop! I'm off to check my tiger trap! I rigged a tuna fish sandwich yesterday, so I'm sure to have a tiger by now!", "title": "The Complete Calvin and Hobbes", "author": "Bill Watterson"}, {"text": "If you ever looked at me once with what I know is in you, I would be your slave.", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "But I really believe that there are more good people on this earth than bad people, and the good people watch out for each other and take care of each other.", "title": "Wonder", "author": "R.J. Palacio"}, {"text": "Even the best-designed chair won't make up for bad posture. Bad posture is the root of many physical problems. So sit upright and don't slouch. Your back should be straight to support the upper part of your body.", "title": "Mastering Computer Typing (1995)", "author": "Sheryl Lindsell-Roberts"}, {"text": "Although Dr. Manhattan was the most prominent by far of the \"New Breed\" of costumed heroes, he wasn't quite the first nor by any means the last. In the closing months of 1958, the papers mentioned that a major opium and heroin smuggling racket had been ousted by a young adventurer named Ozymandias, who seemed to have quickly gained a reputation amongst the criminal fraternity for his boundless and implacable intelligence, not to mention a large degree of athletic prowess.", "title": "Watchmen", "author": "Alan Moore"}, {"text": "He allowed himself to be swayed by his conviction that human beings are not born once and for all on the day their mothers give birth to them, but that life obliges them over and over again to give birth to themselves.", "title": "Love in the Time of Cholera", "author": "Gabriel García Márquez"}, {"text": "When the general is weak and without authority; when his orders are not clear and distinct; when there are no fixed duties assigned to officers and men, and the ranks are formed in a slovenly haphazard manner, the result is utter disorganization.", "title": "The Art of War", "author": "Sun Tzu"}, {"text": "I really don't mind the rain and a smile can hide all the pain. But you're down when you're ridin' the train that's takin' the long way.", "title": "Rhinestone Cowboy", "author": "Glen Campbell"}, {"text": "Everyone said I was daft to build a castle on a swamp, but I built it all the same, just to show them. It sank into the swamp. So I built a second one. That sank into the swamp. So I built a third. That burned down, fell over, then sank into the swamp. But the fourth one stayed up!", "title": "Monty Python and The Holy Grail", "author": "directed by Terry Jones"}, {"text": "Until writing was invented, man lived in an acoustic space: boundless, directionless, horizonless, in the dark of the mind, in the world of emotion, by primordial intuition, by terror. Speech is a social chart of this bog.", "title": "The Medium is the Massage", "author": "Marshall McLuhan"}, {"text": "I took a deep breath and listened to the old bray of my heart. I am, I am, I am.", "title": "The Bell Jar", "author": "Sylvia Plath"}, {"text": "Are the stars out tonight? I don't know if it's clouded or bright. I only have eyes for you.", "title": "I Only Have Eyes For You", "author": "The Flamingos"}, {"text": "I make my living off the evening news. Just give me something, something I can use. People love it when you lose. They love dirty laundry.", "title": "Dirty Laundry", "author": "Don Henley"}, {"text": "I used to hate writing assignments, but now I enjoy them. I realized that the purpose of writing is to inflate weak ideas, obscure poor reasoning, and inhibit clarity. With a little practice, writing can be an intimidating and impenetrable fog!", "title": "The Complete Calvin and Hobbes", "author": "Bill Watterson"}, {"text": "Higher and higher he climbed. His strength came from somewhere deep inside himself and also seemed to come from the outside as well. After focusing on Big Thumb for so long, it was as if the rock had absorbed his energy and now acted like a kind of giant magnet pulling him toward it.", "title": "Holes", "author": "Louis Sachar"}, {"text": "Spring is the time of year when it is summer in the sun and winter in the shade.", "title": "Great Expectations", "author": "Charles Dickens"}, {"text": "I make my living off the evening news. Just give me something, something I can use. People love it when you lose. They love dirty laundry. Well, I coulda been an actor, but I wound up here. I just have to look good. I don't have to be clear. Come and whisper in my ear. Give us dirty laundry.", "title": "Dirty Laundry", "author": "Don Henley"}, {"text": "You gotta relax and stay calm in there. The cage is your home. You set the pace. You set the rhythm. Feel the Beethoven. Be smarter than him, more patient. Wait for him to make a mistake. And when he does, that's your moment.", "title": "Warrior", "author": "Gavin O'Connor"}, {"text": "Whenever I despair, I remember that the way of truth and love has always won. There may be tyrants and murderers, and for a time, they may seem invincible, but in the end, they always fail. Think of it: always.", "title": "Ghandi", "author": "Richard Attenborough"}, {"text": "In the old days of the Cold War, Zukovsky worked for the KGB. Over the years he had several ill-fated encounters with Bond, one of them resulting in a permanent limp. Now, Zukovsky operates an arms business out of St. Petersburg, and he is willing to sell information, even to Bond.", "title": "GoldenEye 007", "author": "a game RareWare"}, {"text": "When we conceive of the sweetest being ever, we are conceiving of the being that exists both in the mind and in reality. Since the ninja is that being than which nothing sweeter can be conceived and that being exists in the mind and in reality, the ninja exists in reality.", "title": "REAL Ultimate Power: The Official Ninja Book", "author": "Robert Hamburger"}, {"text": "Be with me always - take any form - drive me mad! only do not leave me in this abyss, where I cannot find you!", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "Solving the following riddle will reveal the awful secret behind the universe, assuming you do not go utterly mad in the attempt. If you already happen to know the awful secret behind the universe, feel free to skip ahead.", "title": "John Dies at the End", "author": "David Wong"}, {"text": "Lonely people tend, rather, to be lonely because they decline to bear the psychic costs of being around other humans. They are allergic to people. People affect them too strongly.", "title": "A Supposedly Fun Thing I'll Never Do Again", "author": "David Foster Wallace"}, {"text": "Many of them [students who litter] will discourse fluently and perhaps with passion on global warming, on carbon emissions, on the unsustainability of our current industrial agricultural practice and so forth. Not a few would probably subscribe to the neo-Pagan notion of Gaia, of the whole biosphere as a kind of transcendent organism. Paradoxically, the mess directly around them - particularly the one they had helped themselves to create - raises no concern. They would blame greed for the state of the world, not their own or that of \"ordinary\" people, but that of corporations in particular and of capitalism in general.", "title": "Litter", "author": "Theodore Dalrymple"}, {"text": "We need not to be let alone. We need to be really bothered once in a while. How long is it since you were really bothered? About something important, about something real?", "title": "Fahrenheit 451", "author": "Ray Bradbury"}, {"text": "We're always thinking of eternity as an idea that cannot be understood, something immense. But why must it be? What if, instead of all this, you suddenly find just a little room there, something like a village bath-house, grimy, and spiders in every corner, and that's all eternity is. Sometimes, you know, I can't help feeling that that's what it is.", "title": "Crime and Punishment", "author": "Fyodor Dostoyevsky"}, {"text": "I'm in love with you, and I know that love is just a shout into the void, and that oblivion is inevitable, and that we're all doomed and that there will come a day when all our labor has been returned to dust, and I know the sun will swallow the only earth we'll ever have, and I am in love with you.", "title": "The Fault in Our Stars", "author": "John Green"}, {"text": "It was a marvelous night, the sort of night one only experiences when one is young. The sky was so bright, and there were so many stars.", "title": "White Nights", "author": "Fyodor Dostoyevsky"}, {"text": "I've got to get up in the morning and spend some more money on my overpriced education.", "title": "Good Will Hunting", "author": "Gus van Sant"}, {"text": "The intelligent person is able to identify a problem and find its optimum solution. Hence, intelligence is effectiveness.", "title": "The Complete Idiot's Guide to Improving Your IQ", "author": "Richard G"}, {"text": "If you imagine an orange, there may occur in your cortex a set of commands to pick it up, to smell it, to inspect it, and so on. Clearly these commands cannot be carried out, because the orange is not there. But they can be sent along the usual channels towards the cerebellum or other suborgans of the brain, until, at some critical point, a \"mental faucet\" is closed, preventing them from actually being carried out.", "title": "Gödel, Escher, Bach: An Eternal Golden Braid", "author": "Douglas R. Hofstadter"}, {"text": "How many times have you seen the leader of a race have a mechanical problem with only a few laps to go? You will never be able to take advantage of their problems if you are not close. You have to be close to take advantage of luck.", "title": "Speed Secrets: Professional Race Driving Techniques", "author": "Ross Bentley"}, {"text": "The reason that most people don't possess these extraordinary physical capabilities isn't because they don't have the capacity for them, but rather because they're satisfied to live in the comfortable rut of homeostasis and never do the work that is required to get out of it. They live in the world of \"good enough.\"", "title": "Peak: Secrets from the New Science of Expertise", "author": "K. Anders Ericsson and Robert Pool"}, {"text": "You are what you are and you are where you are because of what has gone into your mind. You change what you are and you change where you are by changing what goes into your mind.", "title": "See You at the Top", "author": "Zig Ziglar"}, {"text": "I do not for one think that the problem was that the band was down. I think that the problem may have been that there was a Stonehenge monument on the stage that was in danger of being crushed by a dwarf. All right? That tended to understate the hugeness of the object.", "title": "This Is Spinal Tap", "author": "Rob Reiner"}, {"text": "What was the power that turned the worm into a moth? It was greater than any power the Builders had had, he was sure of that. The power that ran the city of Ember was feeble by comparison.", "title": "The City of Ember", "author": "Jeanne DuPrau"}, {"text": "I don't want to go in there. He's a dangerous bastard. Taken too many disco biscuits in the heat of Russian disputations. He's got as many of these nuts as he has those nuts.", "title": "Snatch", "author": "directed by Guy Ritchie"}, {"text": "Typing competitions provided another test of the Qwerty keyboard. These competitions are somewhat underplayed in the conventional history. They involved many different machines, with various manufacturers claiming to hold the speed record.", "title": "Famous Fables of Economics, Chapter 4: Fable of the Keys", "author": "Stan J. Liebowitz and Stephen E. Margolis"}, {"text": "They may torture my body, break my bones, even kill me, then they will have my dead body. Not my obedience!", "title": "Gandhi", "author": "Richard Attenborough"}, {"text": "His sympathy made tears spring to Lina's eyes. Doon looked startled for a moment, and then he took a step toward her and wrapped his arms around her. He gave her a squeeze so quick and tight that it made her cough, and then it made her laugh. She realized all at once that Doon - thin, dark-eyed Doon with his troublesome temper and his terrible brown jacket and his good heart - was the person that she knew better than anyone now. He was her best friend.", "title": "The City of Ember", "author": "Jeanne DuPrau"}, {"text": "Say to all of you, I have been treated this day with no respect. I've earned you all money. I've made you rich and I asked for little. Good. You will not give, I'll take! As for Don Corleone, well, he makes it very clear to me today that he is my enemy. You must choose between us.", "title": "The Godfather: Part III", "author": "Francis Ford Coppola"}, {"text": "Sometimes it's the very people who no one imagines anything of who do the things no one can imagine.", "title": "The Imitation Game", "author": "Morten Tyldum"}, {"text": "Instead of hiring workers during the peak hog kill in the winter and then laying them off when the work slowed down, Jay had instituted a system of paying workers a steady wage year-round. A 1937 Fortune magazine article about this and other progressive labor policies at Hormel might well shock those familiar only with the company's labor relations in the 1980s.", "title": "SPAM: A Biography: The Amazing True Story of America's \"Miracle Meat!\"", "author": "Carolyn Wyman"}, {"text": "Now that I know that I'm breaking to pieces, I'll pull out my heart and I'll feed it to anyone. Crying for sympathy, crocodiles cry for the love of the crowd and the free cheers from everyone. Dropping through sky, through the glass of the roof, through the roof of your mouth, through the mouth of your eye, through the eye of the needle, it's easier for me to get closer to heaven than ever feel whole again.", "title": "Disintegration", "author": "The Cure"}, {"text": "There is no way that this winter is ever going to end as long as this groundhog keeps seeing his shadow. I don't see any other way out. He's got to be stopped. And I have to stop him.", "title": "Groundhog Day", "author": "Harold Ramis"}, {"text": "I was eleven years old and when I was strong enough I dedicated my life to the study of fencing. So the next time we meet I will not fail. I will go up to the six-fingered man and say, \"Hello. My name is Inigo Montoya. You killed my father. Prepare to die.\"", "title": "The Princess Bride", "author": "Rob Reiner"}, {"text": "Wrongfully imprisoned action heroes rarely have the time to wait for an appeal.", "title": "The Action Hero's Handbook: How to Catch a Great White Shark, Perform the Vulcan Nerve Pinch, Track a Fugitive, and Dozens of Other TV and Movie Skills", "author": "David Borgenicht and Joe Borgenicht"}, {"text": "That person tried to send poison to you and if you take it personally, then you take that poison and it becomes yours.", "title": "The Four Agreements: A Practical Guide to Personal Freedom", "author": "Don Miguel Ruiz"}, {"text": "You put the killing thing right between your teeth, but you don't give it the power to do its killing.", "title": "The Fault in Our Stars", "author": "John Green"}, {"text": "You there, my friend. Come, let me hold you. Now, with a sigh you grow warm in my hand, my friend, my clever friend. Rest now, my friends. Soon I'll unfold you. Soon you'll know splendors you never have dreamed all your days, my lucky friends. Till now your shine was merely silver. Friends, you shall drip rubies.", "title": "Sweeney Todd: The Demon Barber", "author": "Tim Burton"}, {"text": "And the more I drink the more I feel it. That's why I drink too. I try to find sympathy and feeling in drink.", "title": "Crime and Punishment", "author": "Fyodor Dostoyevsky"}, {"text": "Yet one fine day, in a fit of euphoria, after he had picked up the telephone and taken an order for bonds that had brought him a fifty thousand dollar commission, just like that, this very phrase had bubbled up into his brain. On Wall Street he and a few others had become precisely that - Masters of the Universe.", "title": "Bonfire of the Vanities", "author": "Tom Wolfe"}, {"text": "Therefore, is it perhaps appropriate to consider the US South as the northernmost reach of the Latin American and Caribbean world? Scholars of the seventeenth through nineteenth centuries would hardly object, as studies of slavery, emancipation, and the black diaspora have long connected the plantation colony of the South with those of Cuba, Brazil, Haiti, and Mexico.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "Never give up, no matter how far behind you are, no matter how unlikely it seems you will catch your competitor in front of you. Keep pushing until the checkered flag falls. How many times have you seen the leader of a race have a mechanical problem with only a few laps to go? You will never be able to take advantage of their problems if you are not close. You have to be close to take advantage of luck.", "title": "Speed Secrets: Professional Race Driving Techniques", "author": "Ross Bentley"}, {"text": "Hey, Uncle Mike, I'm just here for the party. I didn't come here to ask for help.", "title": "The Godfather: Part III", "author": "Francis Ford Coppola"}, {"text": "Well, I'd learned one thing in advanced math class. I'd learned I was going to fail. Maybe not today. Maybe not tomorrow - but soon, and for the rest of my life.", "title": "The Wonder Years", "author": "Neal Marlens and Carol Black"}, {"text": "I had the impression of being abandoned by everyone when the whole city rose and left for the summer. I was afraid to be left alone, and for three days I roamed dejectedly through the city, unable to understand what was happening to me. Whether I went to Nevsky Avenue, to the park, or wandered along the embankments, I never came across the people I was accustomed to meet in certain spots at certain hours all year round. They, of course, didn't know me; but I knew them all right.", "title": "White Nights", "author": "Fyodor Dostoyevsky"}, {"text": "The only people for me are the mad ones, the ones who are mad to live, mad to talk, mad to be saved, desirous of everything at the same time, the ones who never yawn or say a commonplace thing, but burn, burn, burn like fabulous yellow roman candles exploding like spiders across the stars.", "title": "On The Road", "author": "Jack Kerouac"}, {"text": "Looking back I know of one opportunity where an engineer came to me with an idea for a computer that would be used in the home. Of course it wasn't yet called a personal computer. And while he felt very strongly about it, the only example of what it was good for that he could come up with was the housewife could keep her recipes on it. And I couldn't imagine my wife with her recipes on a computer in the kitchen. It just didn't seem like it had any practical application at all, so Intel didn't pursue that idea.", "title": "Triumph of the Nerds", "author": "Paul Sen"}, {"text": "You have to accept that sometimes that's how things happen in this world. People's opinions, their feelings, they go one way, then the other. It just so happens you grew up at a certain point in this process.", "title": "Never Let Me Go", "author": "Kazuo Ishiguro"}, {"text": "Ironically, we were studying \"The Scarlet Letter\", but isn't that always the way? The books you read in class always seems to have a strong connection with whatever angsty adolescent drama is being recounted. I consider this. Except for \"Huckleberry Finn\", 'cause I don't know any teenage boys who have ever run away with a big, hulking black guy.", "title": "Easy A", "author": "Will Gluck"}, {"text": "Don't you ever talk about my friends. You don't know any of my friends. You don't look at any of my friends. And you certainly wouldn't condescend to speak to any of my friends. So you just stick to the things you know: shopping, nail polish, your father's BMW, and your poor, rich drunk mother in the Caribbean.", "title": "The Breakfast Club", "author": "John Hughes"}, {"text": "Because most of the 150,000 tons of gold ever mined is still in circulation, the gold on my finger could have been mined in Persia six thousand years ago, or worn by Cleopatra.", "title": "Confessions of an Eco-Sinner: Tracking Down the Sources of My Stuff", "author": "Fred Pearce"}, {"text": "Every magic trick consists of three parts, or acts. The first part is called the pledge, the magician shows you something ordinary. The second act is called the turn, the magician takes the ordinary something and makes it into something extraordinary. But you wouldn't clap yet, because making something disappear isn't enough. You have to bring it back.", "title": "The Prestige (2006)", "author": "Christopher Nolan"}, {"text": "All right, if this guy just took advantage of a natural accident to sell me twenty-four cans of nothing, I'm going to applaud his creative entrepreneurial spirit and then kill him.", "title": "Harry Potter and the Methods of Rationality", "author": "Eliezer Yudkowsky"}, {"text": "I leave you with photographs, pictures of trickery, and stains on the carpet, stains on the memory, and songs about happiness murmured in dreams, when we both of us knew how the end always is.", "title": "Disintegration", "author": "The Cure"}, {"text": "Hello babies. Welcome to Earth. It's hot in the summer and cold in the winter. It's round and wet and crowded. On the outside, babies, you've got a hundred years here. There's only one rule that I know of, babies - \"God damn it, you've got to be kind.\"", "title": "God Bless You, Mr. Rosewater", "author": "Kurt Vonnegut"}, {"text": "Never give up, no matter how far behind you are, no matter how unlikely it seems you will catch your competitor in front of you. Keep pushing until the checkered flag falls.", "title": "Speed Secrets: Professional Race Driving Techniques", "author": "Ross Bentley"}, {"text": "In 1873 the Sholes & Glidden Type Writer became the first to be mass produced, and its keyboard layout was soon standard on all typewriters. Other keyboard layouts have been created since, such as the Blickensderfer and the Dvorak, and some are demonstrably more efficient, but the original continues to thrive. It is a telling demonstration of the power of inertia and the reward of being first.", "title": "The Greatest Stories Never Told", "author": "Rick Beyer"}, {"text": "The world ain't all sunshine and rainbows. It's a very mean and nasty place and I don't care how tough you are it will beat you to your knees and keep you there permanently if you let it. You, me, or nobody is gonna hit as hard as life. But it ain't about how hard you get hit. It's about how hard you can get hit and keep moving forward. That's how winning is done! Now if you know what you're worth then go out and get what you're worth. But you've gotta be willing to take the hits, and not pointing fingers saying you ain't where you wanna be because of him, or her, or anybody! Cowards do that and that ain't you! You're better than that!", "title": "Rocky IV", "author": "Sylvester Stallone"}, {"text": "It's a lie that every President, Democrat and Republican, has been telling for 20 years: we're going to be number 1 in ten years. Go ahead, Google it right now.", "title": "The West Wing", "author": "Aaron Sorkin"}, {"text": "Specialized uniforms, such as nun and priest garb, can be most helpful. Check out your local uniform store for a wide range of clothes that will get you in, and especially out, of all kinds of stores.", "title": "Steal This Book", "author": "Abbie Hoffman"}, {"text": "One of the few things I still miss from my Midwest childhood was this weird, deluded but unshakable conviction that everything around me existed all and only For Me. Am I the only one who had this queer deep sense as a kid? -- that everything exterior to me existed only insofar as it affected me somehow? -- that all things were somehow, via some occult adult activity, specially arranged for my benefit?", "title": "A Supposedly Fun Thing I'll Never Do Again", "author": "David Foster Wallace"}, {"text": "Well, the real reason that you've been sent over here is because they wanted you to be evaluated... to determine whether or not you are mentally ill. This is the real reason. Why do you think they might think that?", "title": "One Flew Over the Cuckoo's Nest", "author": "Milos Forman"}, {"text": "We don't understand what really causes events to happen. History is the fiction we invent to persuade ourselves that events are knowable and that life has order and direction. That's why events are always reinterpreted when values change. We need new versions of history to allow for our current prejudices.", "title": "The Complete Calvin and Hobbes", "author": "Bill Watterson"}, {"text": "Nowadays people know the price of everything and the value of nothing.", "title": "The Picture Of Dorian Gray", "author": "Oscar Wilde"}, {"text": "When the shoes first fell from the sky, he remembered thinking that destiny had struck him. Now he thought so again. It was more than a coincidence. It had to be destiny.", "title": "Holes", "author": "Louis Sachar"}, {"text": "Seems like everybody's got a price. I wonder how they sleep at night when the sale comes first and the truth comes second.", "title": "Price Tag", "author": "Jessie J"}, {"text": "What really knocks me out is a book that, when you're all done reading it, you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much, though.", "title": "The Catcher in the Rye", "author": "J.D. Salinger"}, {"text": "If all else perished, and he remained, I should still continue to be; and if all else remained, and he were annihilated, the universe would turn to a mighty stranger.", "title": "Wuthering Heights", "author": "Emily Brontë"}, {"text": "The thin line winding through the deserts of Alta and Baja California, and along the Rio Grande/Bravo, also demarcates to many scholars where \"American\" history ends and \"Latin American\" history begins. In the same pernicious manner that the geopolitical border divides human beings, that intellectual border has segregated a common past.", "title": "Agrarian Crossings: Reformers and the Remaking of the US and Mexican Countryside", "author": "Tore C. Olsson"}, {"text": "Every one suspects himself of at least one of the cardinal virtues, and this is mine: I am one of the few honest people that I have ever known.", "title": "The Great Gatsby", "author": "F. Scott Fitzgerald"}, {"text": "I didn't know the girl, but I knew her family. All their lives were shattered in a nightmare of brutality. They try to carry on, try to bear the agony; try to hold some faith in the goodness of humanity.", "title": "Nobody's Hero", "author": "Rush"}, {"text": "He was rough around the edges. He'd been to school, but never finished. He'd been to jail, but never prison. And it was his first day off in forever, man. The festival seemed like a pretty good plan: cruise some chicks and get a suntan. And his friend gave him four, but said only take one. But then he got bored and he ended up taking all four, so now my man ain't that bored anyways. The paramedics found him, he was shaking on the side of the stage.", "title": "Chillout Tent", "author": "The Hold Steady"}]